var banks = 
[
    {
      "帳務日期": "2020/1/6",
      "實際交易日期": "2020/1/6",
      "實際交易時間": "15:19:09",
      "摘要": "現金存入",
      "存": 393600,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/1/8",
      "實際交易日期": "2020/1/8",
      "實際交易時間": "14:28:43",
      "摘要": "現金存入",
      "存": 210800,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/1/13",
      "實際交易日期": "2020/1/13",
      "實際交易時間": "09:17:50",
      "摘要": "ＡＴＭ跨行轉",
      "存": 1200,
      "備註": "上海銀行",
      "轉出入銀行代號帳號": "011/0054203000307577"
    },
    {
      "帳務日期": "2020/1/14",
      "實際交易日期": "2020/1/14",
      "實際交易時間": "10:22:38",
      "摘要": "現金存入",
      "存": 400000,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/1/15",
      "實際交易日期": "2020/1/15",
      "實際交易時間": "14:44:01",
      "摘要": "ＡＴＭ跨行轉",
      "存": 2380,
      "備註": "台新銀行",
      "轉出入銀行代號帳號": "812/0028881007117410"
    },
    {
      "帳務日期": "2020/1/17",
      "實際交易日期": "2020/1/17",
      "實際交易時間": "10:06:39",
      "摘要": "ＡＴＭ跨行轉",
      "存": 3800,
      "備註": "兆豐銀行",
      "轉出入銀行代號帳號": "017/8882100091041161"
    },
    {
      "帳務日期": "2020/1/17",
      "實際交易日期": "2020/1/17",
      "實際交易時間": "10:29:41",
      "摘要": "現金存入",
      "存": 315900,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/1/20",
      "實際交易日期": "2020/1/20",
      "實際交易時間": "09:08:42",
      "摘要": "現金存入",
      "存": 370000,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/1/20",
      "實際交易日期": "2020/1/20",
      "實際交易時間": "13:45:13",
      "摘要": "匯款存入",
      "存": 60270,
      "備註": "林采涵",
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/1/21",
      "實際交易日期": "2020/1/21",
      "實際交易時間": "12:37:49",
      "摘要": "現金存入",
      "存": 150000,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/1/22",
      "實際交易日期": "2020/1/22",
      "實際交易時間": "13:25:56",
      "摘要": "ＡＴＭ跨行轉",
      "存": 1900,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000510540175998"
    },
    {
      "帳務日期": "2020/1/22",
      "實際交易日期": "2020/1/22",
      "實際交易時間": "14:18:05",
      "摘要": "ＡＴＭ跨行轉",
      "存": 1900,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000277536846503"
    },
    {
      "帳務日期": "2020/1/22",
      "實際交易日期": "2020/1/22",
      "實際交易時間": "15:07:12",
      "摘要": "ＡＴＭ跨行轉",
      "存": 1900,
      "備註": "聯邦銀行",
      "轉出入銀行代號帳號": "803/0000003508051286"
    },
    {
      "帳務日期": "2020/1/31",
      "實際交易日期": "2020/1/30",
      "實際交易時間": "18:32:03",
      "摘要": "ＡＴＭ跨行轉",
      "存": 2080,
      "備註": "日盛銀行",
      "轉出入銀行代號帳號": "815/0010714782760000"
    },
    {
      "帳務日期": "2020/1/31",
      "實際交易日期": "2020/1/31",
      "實際交易時間": "13:20:23",
      "摘要": "ＡＴＭ跨行轉",
      "存": 2280,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000853530226187"
    },
    {
      "帳務日期": "2020/1/31",
      "實際交易日期": "2020/1/31",
      "實際交易時間": "15:26:19",
      "摘要": "現金存入",
      "存": 235100,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/2/3",
      "實際交易日期": "2020/2/1",
      "實際交易時間": "09:14:12",
      "摘要": "ＡＴＭ跨行轉",
      "存": 2180,
      "備註": "中華郵政",
      "轉出入銀行代號帳號": "700/7001903561061092"
    },
    {
      "帳務日期": "2020/2/3",
      "實際交易日期": "2020/2/1",
      "實際交易時間": "14:41:13",
      "摘要": "ＡＴＭ跨行轉",
      "存": 1900,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000185540031632"
    },
    {
      "帳務日期": "2020/2/3",
      "實際交易日期": "2020/2/3",
      "實際交易時間": "09:54:10",
      "摘要": "ＡＴＭ跨行轉",
      "存": 280,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000185540031632"
    },
    {
      "帳務日期": "2020/2/4",
      "實際交易日期": "2020/2/3",
      "實際交易時間": "17:19:55",
      "摘要": "ＡＴＭ跨行轉",
      "存": 4180,
      "備註": "上海銀行",
      "轉出入銀行代號帳號": "011/0073203000002551"
    },
    {
      "帳務日期": "2020/2/4",
      "實際交易日期": "2020/2/4",
      "實際交易時間": "02:09:22",
      "摘要": "遠傳　　電話",
      "存": 0,
      "備註": 860564881,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/2/4",
      "實際交易日期": "2020/2/4",
      "實際交易時間": "14:16:45",
      "摘要": "ＡＴＭ轉帳",
      "存": 2080,
      "備註": "楊潔昀",
      "轉出入銀行代號帳號": "808/0000875979171166"
    },
    {
      "帳務日期": "2020/2/4",
      "實際交易日期": "2020/2/4",
      "實際交易時間": "14:54:25",
      "摘要": "ＡＴＭ跨行轉",
      "存": 200,
      "備註": "國泰世華",
      "轉出入銀行代號帳號": "013/0000066501027015"
    },
    {
      "帳務日期": "2020/2/4",
      "實際交易日期": "2020/2/4",
      "實際交易時間": "16:23:25",
      "摘要": "ＡＴＭ跨行轉",
      "存": 2280,
      "備註": "彰化銀行",
      "轉出入銀行代號帳號": "009/0057655102608401"
    },
    {
      "帳務日期": "2020/2/5",
      "實際交易日期": "2020/2/4",
      "實際交易時間": "17:37:08",
      "摘要": "網路非約轉帳",
      "存": 2100,
      "備註": "張麗貞",
      "轉出入銀行代號帳號": "808/0000185979216696"
    },
    {
      "帳務日期": "2020/2/5",
      "實際交易日期": "2020/2/5",
      "實際交易時間": "15:01:30",
      "摘要": "網路非約轉帳",
      "存": 2100,
      "備註": "劉雅倫",
      "轉出入銀行代號帳號": "808/0000185979100389"
    },
    {
      "帳務日期": "2020/2/6",
      "實際交易日期": "2020/2/5",
      "實際交易時間": "20:06:13",
      "摘要": "ＡＴＭ轉帳",
      "存": 8680,
      "備註": "張世宗",
      "轉出入銀行代號帳號": "808/0000277968155534"
    },
    {
      "帳務日期": "2020/2/6",
      "實際交易日期": "2020/2/6",
      "實際交易時間": "08:44:18",
      "摘要": "ＡＴＭ跨行轉",
      "存": 200,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000510540175998"
    },
    {
      "帳務日期": "2020/2/6",
      "實際交易日期": "2020/2/6",
      "實際交易時間": "13:32:42",
      "摘要": "現金存入",
      "存": 200000,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/2/6",
      "實際交易日期": "2020/2/6",
      "實際交易時間": "13:35:53",
      "摘要": "轉帳",
      "存": 0,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/2/7",
      "實際交易日期": "2020/2/6",
      "實際交易時間": "22:54:56",
      "摘要": "ＡＴＭ跨行轉",
      "存": 2380,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000598540024430"
    },
    {
      "帳務日期": "2020/2/10",
      "實際交易日期": "2020/2/7",
      "實際交易時間": "18:28:28",
      "摘要": "ＡＴＭ跨行轉",
      "存": 200,
      "備註": "中國信託",
      "轉出入銀行代號帳號": "822/0000185540031632"
    },
    {
      "帳務日期": "2020/2/10",
      "實際交易日期": "2020/2/7",
      "實際交易時間": "22:21:37",
      "摘要": "ＡＴＭ轉帳",
      "存": 1000,
      "備註": "張世宗",
      "轉出入銀行代號帳號": "808/0000277968155534"
    },
    {
      "帳務日期": "2020/2/10",
      "實際交易日期": "2020/2/10",
      "實際交易時間": "10:14:35",
      "摘要": "現金存入",
      "存": 334800,
      "備註": 0,
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/2/10",
      "實際交易日期": "2020/2/10",
      "實際交易時間": "10:52:29",
      "摘要": "匯款存入",
      "存": 2280,
      "備註": "吳曉虹",
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/2/10",
      "實際交易日期": "2020/2/10",
      "實際交易時間": "13:20:47",
      "摘要": "網路非約轉帳",
      "存": 2205,
      "備註": "王棻",
      "轉出入銀行代號帳號": "808/0000277979173599"
    },
    {
      "帳務日期": "2020/2/10",
      "實際交易日期": "2020/2/10",
      "實際交易時間": "14:33:14",
      "摘要": "匯款解付",
      "存": 21480,
      "備註": "戴銘",
      "轉出入銀行代號帳號": "--"
    },
    {
      "帳務日期": "2020/2/11",
      "實際交易日期": "2020/2/10",
      "實際交易時間": "18:37:08",
      "摘要": "ＡＴＭ跨行轉",
      "存": 200,
      "備註": "日盛銀行",
      "轉出入銀行代號帳號": "815/0010714782760000"
    },
    {
      "帳務日期": "2020/2/11",
      "實際交易日期": "2020/2/10",
      "實際交易時間": "22:21:01",
      "摘要": "網路非約轉帳",
      "存": 30860,
      "備註": "張世宗",
      "轉出入銀行代號帳號": "808/0000277968155534"
    },
    {
      "帳務日期": "2020/2/13",
      "實際交易日期": "2020/2/12",
      "實際交易時間": "21:02:56",
      "摘要": "網路非約轉帳",
      "存": 7160,
      "備註": "張世宗",
      "轉出入銀行代號帳號": "808/0000277968155534"
    }
  ]

