let local = [
       
        {
            "課程編號": "1092B1011",
            "課程名稱": "桃花源公益歡唱&合唱  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "于澤蓉",
            "出席": "v",
            "上課時間": "星期五下午13:30~15:30",
            "學習中心": "中正學習中心",
            "授課地點": "中正里辦公處"
        },
        {
            "課程編號": "1092C5023",
            "課程名稱": "※中外金曲K歌教唱-英日國台  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "于澤蓉",
            "出席": "v",
            "上課時間": "星期三早上10:00~12:00",
            "學習中心": "藝文特區學習中心",
            "授課地點": "湧福協會"
        },
        {
            "課程編號": "1092C6004",
            "課程名稱": "花漾日式拼布手作",
            "類型": "桃城藝術人文",
            "教師姓名": "王玉滿",
            "出席": "v",
            "上課時間": "星期三晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A1012",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "類型": "桃城藝術人文",
            "教師姓名": "朱顗臻",
            "出席": "v",
            "上課時間": "星期三下午15:00~17:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A1015",
            "課程名稱": "趣味素描與賞析初級2",
            "類型": "桃城藝術人文",
            "教師姓名": "朱顗臻",
            "出席": "v",
            "上課時間": "星期三晚上19:00~21:00",
            "學習中心": "市中心學習中心",
            "授課地點": "西門國小"
        },
        {
            "課程編號": "1092B1009",
            "課程名稱": "㊣快樂學油畫-社區風情",
            "類型": "桃城藝術人文",
            "教師姓名": "朱顗臻",
            "出席": "v",
            "上課時間": "星期二下午13:30~16:30",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092C6014",
            "課程名稱": "速會水彩-放鬆的美感",
            "類型": "桃城藝術人文",
            "教師姓名": "江漢童",
            "出席": "v",
            "上課時間": "星期六早上09:30~11:30",
            "學習中心": "中正學習中心",
            "授課地點": "中正里關懷據點"
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "類型": "桃城藝術人文",
            "教師姓名": "吳英國",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "市中心學習中心",
            "授課地點": "南門活動中心"
        },
        {
            "課程編號": "1092C6006",
            "課程名稱": "珠寶銀飾金工實作",
            "類型": "桃城藝術人文",
            "教師姓名": "李淑珍",
            "出席": "v",
            "上課時間": "星期三晚上19:00~21:00",
            "學習中心": "藝文特區學習中心",
            "授課地點": "湧福協會"
        },
        {
            "課程編號": "1092C3008",
            "課程名稱": "幸福手工皂與保養品手作初級2",
            "類型": "桃城藝術人文",
            "教師姓名": "周玉珊",
            "出席": "v",
            "上課時間": "星期二晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C3016",
            "課程名稱": "幸福手工皂與保養品手作中級1",
            "類型": "桃城藝術人文",
            "教師姓名": "周玉珊",
            "出席": "v",
            "上課時間": "星期六下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C6002",
            "課程名稱": "花鳥輕鬆畫",
            "類型": "桃城藝術人文",
            "教師姓名": "林宏玲",
            "出席": "v",
            "上課時間": "星期三下午14:00~16:00",
            "學習中心": "市中心學習中心",
            "授課地點": "桃園77藝文町"
        },
        {
            "課程編號": "1092C6009",
            "課程名稱": "彩墨花鳥畫初級",
            "類型": "桃城藝術人文",
            "教師姓名": "林宏玲",
            "出席": "v",
            "上課時間": "星期四下午15:00~17:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C6011",
            "課程名稱": "彩墨花鳥畫中級",
            "類型": "桃城藝術人文",
            "教師姓名": "林宏玲",
            "出席": "v",
            "上課時間": "星期五早上09:00~11:00",
            "學習中心": "五中學習中心",
            "授課地點": "五中活動中心"
        },
        {
            "課程編號": "1092C6008",
            "課程名稱": "打包帶實用編織",
            "類型": "桃城藝術人文",
            "教師姓名": "林環聿",
            "出席": "v",
            "上課時間": "星期二下午13:00~15:00",
            "學習中心": "五中學習中心",
            "授課地點": "五中活動中心"
        },
        {
            "課程編號": "1092B1004",
            "課程名稱": "社區休閒油畫",
            "類型": "桃城藝術人文",
            "教師姓名": "林麗琴",
            "出席": "v",
            "上課時間": "星期三晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092B1012",
            "課程名稱": "社區休閒油畫中級",
            "類型": "桃城藝術人文",
            "教師姓名": "林麗琴",
            "出席": "v",
            "上課時間": "星期五晚上18:00~21:00",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092C6005",
            "課程名稱": "革物手作。就是愛玩皮-玩皮  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "范萬權",
            "出席": "v",
            "上課時間": "星期三晚上19:00~21:00",
            "學習中心": "永康學習中心",
            "授課地點": "永康市民活動中心"
        },
        {
            "課程編號": "1092C6015",
            "課程名稱": "革物手作。就是愛玩皮-精品  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "范萬權",
            "出席": "v",
            "上課時間": "星期六下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C6017",
            "課程名稱": "革物手作。就是愛玩皮-實作  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "范萬權",
            "出席": "v",
            "上課時間": "星期六下午15:00~17:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092B1001",
            "課程名稱": "手繪生活城市速寫  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "徐江妹(酷妹)",
            "出席": "v",
            "上課時間": "星期一下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092B1013",
            "課程名稱": "社區美景寫意生活水彩  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "徐江妹(酷妹)",
            "出席": "v",
            "上課時間": "星期五晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092B1015",
            "課程名稱": "社區手繪生活速寫  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "徐江妹(酷妹)",
            "出席": "v",
            "上課時間": "星期六晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C6019",
            "課程名稱": "藝術造型氣球輕鬆學",
            "類型": "桃城藝術人文",
            "教師姓名": "高素春",
            "出席": "v",
            "上課時間": "星期四晚上19:00~21:00",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092B1008",
            "課程名稱": "中華舞韻",
            "類型": "桃城藝術人文",
            "教師姓名": "張玉美",
            "出席": "v",
            "上課時間": "星期二下午13:00~15:00",
            "學習中心": "五中學習中心",
            "授課地點": "五中活動中心"
        },
        {
            "課程編號": "1092C4023",
            "課程名稱": "魅力MV有氧",
            "類型": "桃城藝術人文",
            "教師姓名": "張玉美",
            "出席": "v",
            "上課時間": "星期二晚上19:00~21:00",
            "學習中心": "五中學習中心",
            "授課地點": "五中活動中心"
        },
        {
            "課程編號": "1092C5010",
            "課程名稱": "舞動中東風情",
            "類型": "桃城藝術人文",
            "教師姓名": "張玉美",
            "出席": "v",
            "上課時間": "星期二下午15:00~17:00",
            "學習中心": "五中學習中心",
            "授課地點": "五中活動中心"
        },
        {
            "課程編號": "1092C3021",
            "課程名稱": "中國結與種子相遇初級1",
            "類型": "桃城藝術人文",
            "教師姓名": "張明麗",
            "出席": "v",
            "上課時間": "星期四下午13:30~15:30",
            "學習中心": "中正學習中心",
            "授課地點": "中正里辦公處"
        },
        {
            "課程編號": "1092C3011",
            "課程名稱": "中國結與種子相遇初級2",
            "類型": "桃城藝術人文",
            "教師姓名": "張明麗",
            "出席": "v",
            "上課時間": "星期五早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C5014",
            "課程名稱": "彈琴好樂活  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "陳惠絹",
            "出席": "v",
            "上課時間": "星期五早上09:30~11:30",
            "學習中心": "中正學習中心",
            "授課地點": "中正里辦公處"
        },
        {
            "課程編號": "1092A1008",
            "課程名稱": "琵琶與樂曲賞析初級",
            "類型": "桃城藝術人文",
            "教師姓名": "賀麗芳",
            "出席": "v",
            "上課時間": "星期三早上09:30~11:30",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092C5013",
            "課程名稱": "快樂拉二胡初級",
            "類型": "桃城藝術人文",
            "教師姓名": "賀麗芳",
            "出席": "v",
            "上課時間": "星期二晚上19:00~21:00",
            "學習中心": "寶安社區中心",
            "授課地點": "寶安里社區教室"
        },
        {
            "課程編號": "1092A1037",
            "課程名稱": "動物油畫抒壓繪與賞析",
            "類型": "桃城藝術人文",
            "教師姓名": "楊美英",
            "出席": "v",
            "上課時間": "星期四早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A1041",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "類型": "桃城藝術人文",
            "教師姓名": "楊美英",
            "出席": "v",
            "上課時間": "星期四下午15:00~17:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092B1007",
            "課程名稱": "社區百變黏土初級",
            "類型": "桃城藝術人文",
            "教師姓名": "楊淑玲",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "中正學習中心",
            "授課地點": "中正里辦公處"
        },
        {
            "課程編號": "1092B1019",
            "課程名稱": "社區生活花藝初級1  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "萬啟秀",
            "出席": "v",
            "上課時間": "星期四下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092B1021",
            "課程名稱": "社區生活花藝初級2  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "萬啟秀",
            "出席": "v",
            "上課時間": "星期四晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092B1010",
            "課程名稱": "社區居家生活花藝初級  (電)",
            "類型": "桃城藝術人文",
            "教師姓名": "萬啟秀",
            "出席": "v",
            "上課時間": "星期五早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A1025",
            "課程名稱": "烏克麗麗與賞析初級2",
            "類型": "桃城藝術人文",
            "教師姓名": "蔡晧怡",
            "出席": "v",
            "上課時間": "星期二晚上19:00~21:00",
            "學習中心": "後站學習中心",
            "授課地點": "福豐國中"
        },
        {
            "課程編號": "1092A1016",
            "課程名稱": "國畫水墨初級賞析",
            "類型": "桃城藝術人文",
            "教師姓名": "蔡璧鍈",
            "出席": "v",
            "上課時間": "星期三晚上19:00~21:00",
            "學習中心": "市中心學習中心",
            "授課地點": "桃園區公民會館"
        },
        {
            "課程編號": "1092A3001",
            "課程名稱": "國畫花鳥賞析初級2",
            "類型": "桃城藝術人文",
            "教師姓名": "蔡璧鍈",
            "出席": "v",
            "上課時間": "星期一晚上19:00~21:00",
            "學習中心": "市中心學習中心",
            "授課地點": "西門國小"
        },
        {
            "課程編號": "1092C6020",
            "課程名稱": "大人小孩17玩氣球造型初級",
            "類型": "桃城藝術人文",
            "教師姓名": "鄭采合",
            "出席": "v",
            "上課時間": "星期日早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C6010",
            "課程名稱": "氣球藝術造型初級",
            "類型": "桃城藝術人文",
            "教師姓名": "鄭采合",
            "出席": "v",
            "上課時間": "星期二晚上19:00~21:00",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "中泰里辦公處"
        },
        {
            "課程編號": "1092A1005",
            "課程名稱": "※蠟染畫藝術學理",
            "類型": "桃城藝術人文",
            "教師姓名": "鄭美慧",
            "出席": "v",
            "上課時間": "星期一晚上18:30~20:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "焙趣坊"
        },
        {
            "課程編號": "1092C6003",
            "課程名稱": "蠟染畫技法與應用初級3",
            "類型": "桃城藝術人文",
            "教師姓名": "鄭美慧",
            "出席": "v",
            "上課時間": "星期三晚上18:30~20:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "焙趣坊"
        }
    ]
