let local3 = [
        {
            "課程編號": "1092C3006",
            "課程名稱": "咖啡與飲品調製",
            "類型": "桃園享美食輕生活",
            "教師姓名": "王興洋",
            "出席": "v",
            "上課時間": "星期二下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C3010",
            "課程名稱": "咖啡與飲品調製",
            "類型": "桃園享美食輕生活",
            "教師姓名": "王興洋",
            "出席": "v",
            "上課時間": "星期五早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C3003",
            "課程名稱": "茶道入門  (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "林麗華",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A3006",
            "課程名稱": "※寵物居家照顧",
            "類型": "桃園享美食輕生活",
            "教師姓名": "許芷瑄",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092C3017",
            "課程名稱": "小狗剪毛剃毛造型",
            "類型": "桃園享美食輕生活",
            "教師姓名": "許芷瑄",
            "出席": "v",
            "上課時間": "星期六下午14:00~16:00",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092A3004",
            "課程名稱": "㊣中草藥養生與美容實務",
            "類型": "桃園享美食輕生活",
            "教師姓名": "許權維",
            "出席": "v",
            "上課時間": "星期三晚上19:00~21:00",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "中泰里辦公處"
        },
        {
            "課程編號": "1092C3007",
            "課程名稱": "品味生活咖啡-初級  (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "陳炳東",
            "出席": "v",
            "上課時間": "星期二下午14:00~16:00",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092C3001",
            "課程名稱": "手工咖啡的藝術實作初級1 (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "陳淑儀",
            "出席": "v",
            "上課時間": "星期一早上09:30~11:30",
            "學習中心": "永康學習中心",
            "授課地點": "咖啡先生"
        },
        {
            "課程編號": "1092C3005",
            "課程名稱": "品評咖啡風味與烘豆原理高級 (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "陳淑儀",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "永康學習中心",
            "授課地點": "咖啡先生"
        },
        {
            "課程編號": "1092C3020",
            "課程名稱": "手工咖啡的藝術實作中級3 (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "陳淑儀",
            "出席": "v",
            "上課時間": "星期四早上09:30~11:30",
            "學習中心": "永康學習中心",
            "授課地點": "咖啡先生"
        },
        {
            "課程編號": "1092C3015",
            "課程名稱": "手工咖啡的藝術實作初級2 (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "陳淑儀",
            "出席": "v",
            "上課時間": "星期六早上09:30~11:30",
            "學習中心": "永康學習中心",
            "授課地點": "咖啡先生"
        },
        {
            "課程編號": "1092C3018",
            "課程名稱": "幸福滋味做烘焙初級1",
            "類型": "桃園享美食輕生活",
            "教師姓名": "楊肅懿",
            "出席": "v",
            "上課時間": "星期四早上08:30~11:30",
            "學習中心": "寶安社區中心",
            "授課地點": "蘇菲烘焙廚藝教室"
        },
        {
            "課程編號": "1092C3022",
            "課程名稱": "幸福滋味做烘焙初級2",
            "類型": "桃園享美食輕生活",
            "教師姓名": "楊肅懿",
            "出席": "v",
            "上課時間": "星期四晚上18:30~21:30",
            "學習中心": "寶安社區中心",
            "授課地點": "蘇菲烘焙廚藝教室"
        },
        {
            "課程編號": "1092C3002",
            "課程名稱": "精品咖啡精采生活",
            "類型": "桃園享美食輕生活",
            "教師姓名": "楊雅惠",
            "出席": "v",
            "上課時間": "星期三早上09:30~11:30",
            "學習中心": "信光社區中心",
            "授課地點": "璟都CASA"
        },
        {
            "課程編號": "1092C3012",
            "課程名稱": "咖啡飲品輕食慢活",
            "類型": "桃園享美食輕生活",
            "教師姓名": "楊雅惠",
            "出席": "v",
            "上課時間": "星期五下午14:00~16:00",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "中泰里辦公處"
        },
        {
            "課程編號": "1092C3004",
            "課程名稱": "快樂學烘焙  (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "雷麗萍",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "焙趣坊"
        },
        {
            "課程編號": "1092C3009",
            "課程名稱": "開心學烘焙  (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "雷麗萍",
            "出席": "v",
            "上課時間": "星期二晚上18:30~20:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "焙趣坊"
        },
        {
            "課程編號": "1092C3019",
            "課程名稱": "伴手禮烘焙實作  (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "雷麗萍",
            "出席": "v",
            "上課時間": "星期四早上09:00~12:00",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "焙趣坊"
        },
        {
            "課程編號": "1092A3003",
            "課程名稱": "中藥用藥安全與養生  (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "鄭雅云",
            "出席": "v",
            "上課時間": "星期一晚上19:00~21:00",
            "學習中心": "校本部",
            "授課地點": "經國國中"
        },
        {
            "課程編號": "1092A3007",
            "課程名稱": "中藥用藥安全與月子養生  (電)",
            "類型": "桃園享美食輕生活",
            "教師姓名": "鄭雅云",
            "出席": "v",
            "上課時間": "星期二晚上19:00~21:00",
            "學習中心": "市中心學習中心",
            "授課地點": "西門國小"
        }
    ]
