let local4 = [
       
        {
            "課程編號": "1092A3005",
            "課程名稱": "認識腰酸背痛-舒筋養氧氣按摩  (電)",
            "類型": "桃園瘋運動",
            "教師姓名": "余添福",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "中正學習中心",
            "授課地點": "中正里辦公處"
        },
        {
            "課程編號": "1092A3009",
            "課程名稱": "強筋健骨按摩肌肉紓解痠痛  (電)",
            "類型": "桃園瘋運動",
            "教師姓名": "余添福",
            "出席": "v",
            "上課時間": "星期二晚上19:00~21:00",
            "學習中心": "永康學習中心",
            "授課地點": "永康市民活動中心"
        },
        {
            "課程編號": "1092C4036",
            "課程名稱": "華佗養生五禽戲  (電)",
            "類型": "桃園瘋運動",
            "教師姓名": "李坤城",
            "出席": "v",
            "上課時間": "星期六下午14:00~16:00",
            "學習中心": "寶安社區中心",
            "授課地點": "寶安里社區教室"
        },
        {
            "課程編號": "1092C4053",
            "課程名稱": "八段錦氣功華與佗五禽之戲",
            "類型": "桃園瘋運動",
            "教師姓名": "邵雨亭",
            "出席": "v",
            "上課時間": "星期日早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C4047",
            "課程名稱": "密傳易筋經氣功與太極拳",
            "類型": "桃園瘋運動",
            "教師姓名": "邵雨亭",
            "出席": "v",
            "上課時間": "星期四晚上18:30~20:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "龍山國小"
        },
        {
            "課程編號": "1092C4032",
            "課程名稱": "華佗五禽戲氣功與太極拳",
            "類型": "桃園瘋運動",
            "教師姓名": "邵雨亭",
            "出席": "v",
            "上課時間": "星期五早上09:30~11:30",
            "學習中心": "後站學習中心",
            "授課地點": "雲林里集會所"
        },
        {
            "課程編號": "1092C4013",
            "課程名稱": "鄭子37式太極拳初級1",
            "類型": "桃園瘋運動",
            "教師姓名": "康秀桂",
            "出席": "v",
            "上課時間": "星期三晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C4041",
            "課程名稱": "鄭子37式太極拳初級2",
            "類型": "桃園瘋運動",
            "教師姓名": "康秀桂",
            "出席": "v",
            "上課時間": "星期四早上09:30~11:30",
            "學習中心": "永康學習中心",
            "授課地點": "永康市民活動中心"
        },
        {
            "課程編號": "1092C4050",
            "課程名稱": "鄭子37式太極拳初級3",
            "類型": "桃園瘋運動",
            "教師姓名": "康秀桂",
            "出席": "v",
            "上課時間": "星期四晚上19:00~21:00",
            "學習中心": "永康學習中心",
            "授課地點": "永康市民活動中心"
        },
        {
            "課程編號": "1092C4051",
            "課程名稱": "體適能健身瑜伽",
            "類型": "桃園瘋運動",
            "教師姓名": "游春美",
            "出席": "v",
            "上課時間": "星期四晚上19:00~21:00",
            "學習中心": "後站學習中心",
            "授課地點": "建國國小"
        },
        {
            "課程編號": "1092C4005",
            "課程名稱": "經絡鬆筋美容養生",
            "類型": "桃園瘋運動",
            "教師姓名": "黃吉良",
            "出席": "v",
            "上課時間": "星期一晚上19:00~21:00",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "中泰里辦公處"
        },
        {
            "課程編號": "1092A3015",
            "課程名稱": "原始痛點養生保健學初級2",
            "類型": "桃園瘋運動",
            "教師姓名": "黃秋珍",
            "出席": "v",
            "上課時間": "星期四晚上19:00~21:00",
            "學習中心": "寶安社區中心",
            "授課地點": "寶安里社區教室"
        },
        {
            "課程編號": "1092C4042",
            "課程名稱": "能量養生瑜伽",
            "類型": "桃園瘋運動",
            "教師姓名": "廖美惠",
            "出席": "v",
            "上課時間": "星期四下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C4030",
            "課程名稱": "印度古瑜伽2",
            "類型": "桃園瘋運動",
            "教師姓名": "廖美惠",
            "出席": "v",
            "上課時間": "星期五晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C4034",
            "課程名稱": "印度古瑜伽1",
            "類型": "桃園瘋運動",
            "教師姓名": "廖美惠",
            "出席": "v",
            "上課時間": "星期六下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A3008",
            "課程名稱": "※認識經絡與植物精油探索",
            "類型": "桃園瘋運動",
            "教師姓名": "劉淑惠",
            "出席": "v",
            "上課時間": "星期三下午13:30~15:30",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092A3013",
            "課程名稱": "樂活養生經絡鬆筋",
            "類型": "桃園瘋運動",
            "教師姓名": "劉淑惠",
            "出席": "v",
            "上課時間": "星期六早上09:30~11:30",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092C4035",
            "課程名稱": "筋絡精油養身中級",
            "類型": "桃園瘋運動",
            "教師姓名": "謝雅竹",
            "出席": "v",
            "上課時間": "星期二早上09:30~11:30",
            "學習中心": "信光社區中心",
            "授課地點": "璟都CASA"
        },
        {
            "課程編號": "1092C4024",
            "課程名稱": "太極拳推手與散手初級",
            "類型": "桃園瘋運動",
            "教師姓名": "鍾明海",
            "出席": "v",
            "上課時間": "星期二晚上19:00~21:00",
            "學習中心": "後站學習中心",
            "授課地點": "陽明公園市民活動中心"
        }
    ]
