let local2 =  [
       
        {
            "課程編號": "1092A3010",
            "課程名稱": "※健康養生農產品加工",
            "類型": "都市智慧綠美化",
            "教師姓名": "吳宗恩",
            "出席": "v",
            "上課時間": "星期五下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A3012",
            "課程名稱": "※園藝香花草養生療癒",
            "類型": "都市智慧綠美化",
            "教師姓名": "吳宗恩",
            "出席": "v",
            "上課時間": "星期五晚上19:00~21:00",
            "學習中心": "市中心學習中心",
            "授課地點": "西門國小"
        },
        {
            "課程編號": "1092B1006",
            "課程名稱": "社區生活花藝美學及療癒園藝",
            "類型": "都市智慧綠美化",
            "教師姓名": "胡黛馨",
            "出席": "v",
            "上課時間": "星期三晚上19:00~21:00",
            "學習中心": "中正學習中心",
            "授課地點": "中正里辦公處"
        },
        {
            "課程編號": "1092A3002",
            "課程名稱": "野鳥生態學初級2",
            "類型": "都市智慧綠美化",
            "教師姓名": "陳正賢",
            "出席": "v",
            "上課時間": "星期三晚上19:00~21:00",
            "學習中心": "市中心學習中心",
            "授課地點": "南門國小"
        },
        {
            "課程編號": "1092A1027",
            "課程名稱": "人文古蹟生態",
            "類型": "都市智慧綠美化",
            "教師姓名": "劉俊麟",
            "出席": "v",
            "上課時間": "星期五早上10:00~12:00",
            "學習中心": "市中心學習中心",
            "授課地點": "桃園77藝文町"
        }
    ]