let local5 = [
        
        {
            "課程編號": "1092A1019",
            "課程名稱": "認識日本文化與會話初級3",
            "類型": "桃園航空城",
            "教師姓名": "王廸",
            "出席": "v",
            "上課時間": "星期二下午14:00~16:00",
            "學習中心": "永康學習中心",
            "授課地點": "永康市民活動中心"
        },
        {
            "課程編號": "1092A1011",
            "課程名稱": "認識日本文化與會話初級2",
            "類型": "桃園航空城",
            "教師姓名": "王廸",
            "出席": "v",
            "上課時間": "星期三下午14:00~16:00",
            "學習中心": "永康學習中心",
            "授課地點": "永康市民活動中心"
        },
        {
            "課程編號": "1092A1039",
            "課程名稱": "認識日本文化與會話初級1",
            "類型": "桃園航空城",
            "教師姓名": "王廸",
            "出席": "v",
            "上課時間": "星期四下午14:00~16:00",
            "學習中心": "藝文特區學習中心",
            "授課地點": "湧福協會"
        },
        {
            "課程編號": "1092A1036",
            "課程名稱": "實用韓國首爾大學韓語初級1",
            "類型": "桃園航空城",
            "教師姓名": "呂宜臻",
            "出席": "v",
            "上課時間": "星期五晚上19:00~21:00",
            "學習中心": "東埔社區中心",
            "授課地點": "東埔活動中心"
        },
        {
            "課程編號": "1092A1031",
            "課程名稱": "觀光韓語初級 3 -  談談韓國文化、社會、風俗及習慣",
            "類型": "桃園航空城",
            "教師姓名": "呂宜臻",
            "出席": "v",
            "上課時間": "星期六早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C1010",
            "課程名稱": "實用韓國首爾大學韓國語初級1",
            "類型": "桃園航空城",
            "教師姓名": "呂宜臻",
            "出席": "v",
            "上課時間": "星期三下午13:00~15:00",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092C1004",
            "課程名稱": "背包客韓語會話初級2 ",
            "類型": "桃園航空城",
            "教師姓名": "呂宜臻",
            "出席": "v",
            "上課時間": "星期六早上11:30~13:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A1045",
            "課程名稱": "※認識土耳其文化  (電)",
            "類型": "桃園航空城",
            "教師姓名": "李欣芸",
            "出席": "v",
            "上課時間": "星期四晚上19:00~21:00",
            "學習中心": "校本部",
            "授課地點": "經國國中"
        },
        {
            "課程編號": "1092B1014",
            "課程名稱": "社區走透透英語會話",
            "類型": "桃園航空城",
            "教師姓名": "林亞蒨",
            "出席": "v",
            "上課時間": "星期五晚上18:30~20:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        },
        {
            "課程編號": "1092A1004",
            "課程名稱": "快樂學日文初級2",
            "類型": "桃園航空城",
            "教師姓名": "邱麗秋",
            "出席": "v",
            "上課時間": "星期一晚上18:30~20:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "龍山國小"
        },
        {
            "課程編號": "1092A1013",
            "課程名稱": "快樂學日文50音初級1",
            "類型": "桃園航空城",
            "教師姓名": "邱麗秋",
            "出席": "v",
            "上課時間": "星期五晚上18:30~20:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "龍山國小"
        },
        {
            "課程編號": "1092C1011",
            "課程名稱": "快樂學日文初級2",
            "類型": "桃園航空城",
            "教師姓名": "邱麗秋",
            "出席": "v",
            "上課時間": "星期二晚上18:30~20:30",
            "學習中心": "中聖中泰社區中心",
            "授課地點": "龍山國小"
        },
        {
            "課程編號": "1092C1013",
            "課程名稱": "Dazzer 來會話英語初級",
            "類型": "桃園航空城",
            "教師姓名": "簡達倫",
            "出席": "v",
            "上課時間": "星期三早上09:30~11:30",
            "學習中心": "光影學習中心",
            "授課地點": "桃園光影文化館"
        }
    ]
