let shows = [
        {
            "時間": "08:30-09:00",
            "名稱": "報到"
        },
        {
            "時間": "09:00-09:15",
            "名稱": "開場&校長、主秘、來賓致詞"
        },
        {
            "時間": "09:15-09:20",
            "名稱": "韓國流行熱舞",
            "老師": "邵徐琳"
        },
        {
            "時間": "09:20-09:25",
            "名稱": "埃及肚皮舞舞蹈",
            "老師": "邵徐琳"
        },
        {
            "時間": "09:25-09:31",
            "名稱": "肚皮舞組曲",
            "老師": "黃稚詠"
        },
        {
            "時間": "09:31-09:36",
            "名稱": "mojito熱情拉丁舞",
            "老師": "桂梵天、陳羿霏"
        },
        {
            "時間": "09:36-09:40",
            "名稱": "佛朗明哥融合拉丁舞",
            "老師": "張玉美"
        },
        {
            "時間": "09:40-09:45",
            "名稱": "國標舞/拉丁恰恰",
            "老師": "尤游阿對"
        },
        {
            "時間": "09:45-09:50",
            "名稱": "中國古典雙飄扇",
            "老師": "張玉美"
        },
        {
            "時間": "09:50-09:55",
            "名稱": "社交舞/魅力4 FUN",
            "老師": "尤游阿對"
        },
        {
            "時間": "09:55-10:10",
            "名稱": "頒獎-學習中心+優良教師"
        },
        {
            "時間": "10:10-10:15",
            "名稱": "日本舞踊男舞",
            "老師": "吳米珠"
        },
        {
            "時間": "10:15-10:25",
            "名稱": "ZUMBA有氧嘉年華",
            "老師": "張玉美"
        },
        {
            "時間": "10:25-10:45",
            "名稱": "班級多元合作",
            "老師": "蔡晧怡、于澤蓉、簡達倫、賀麗芳、陳惠絹、許志崴"
        },
        {
            "時間": "10:45-10:55",
            "名稱": "流行SAX演奏",
            "老師": "陳金灶(陳和佑)"
        },
        {
            "時間": "10:55-11:10",
            "名稱": "輕鬆彈烏克&歡唱彈烏克",
            "老師": "江欣璇"
        },
        {
            "時間": "11:10-11:15",
            "名稱": "頒獎-長青學員、優良志工"
        },
        {
            "時間": "11:15-11:25",
            "名稱": "二胡合奏&二胡齊奏",
            "老師": "詹守仁"
        },
        {
            "時間": "11:25-11:35",
            "名稱": "樂陶陶&初試笛聲",
            "老師": "劉觀綸"
        },
        {
            "時間": "11:35-11:40",
            "名稱": "東洋歌曲",
            "老師": "王迪"
        },
        {
            "時間": "11:40-11:45",
            "名稱": "華陀養生五禽戲",
            "老師": "李坤城"
        },
        {
            "時間": "11:45-11:50",
            "名稱": "韓語美麗詩歌&美妙韓劇主題曲",
            "老師": "呂宜臻"
        },
        {
            "時間": "11:50-11:55",
            "名稱": "英文歌演唱edelweiss",
            "老師": "黃子柔"
        },
        {
            "時間": "11:55-12:00",
            "名稱": "日文歌曲演唱:浪花節人生",
            "老師": "郭美文"
        },
        {
            "時間": "12:00-12:15",
            "名稱": "歌仔戲~打金枝~折子演出",
            "老師": "林幼"
        },
        {
            "時間": "12:15-12:20",
            "名稱": "閉幕式&抽獎(校長獎、主秘獎)",
            "老師": "校長、志工"
        }
    ]
