let data = {
    students: [
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10010017",
            "姓名": "李靜聰",
            "手機": " 0917556805 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10020607",
            "姓名": "林幸宜",
            "手機": " 0982145131"
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10110542",
            "姓名": "蔡明華",
            "手機": " 0919895965 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10120275",
            "姓名": "童譯",
            "手機": " 0927104110 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10310731",
            "姓名": "吳怡萱",
            "手機": " 0911201373 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10510355",
            "姓名": "張素楨",
            "手機": " 0960618625 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10510402",
            "姓名": "張清國",
            "手機": " 0938388560 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10520136",
            "姓名": "吳文森",
            "手機": " 0932151132 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10520623",
            "姓名": "洪淑美",
            "手機": " 0928630777 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10610974",
            "姓名": "李徽吟",
            "手機": " 0937575600 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10720668",
            "姓名": "何麗華",
            "手機": " 0928291999 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10810184",
            "姓名": "彭效武",
            "手機": " 0972323998 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10810758",
            "姓名": "張碧娥",
            "手機": " 0932363566 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10810763",
            "姓名": "邱淳珮",
            "手機": "  "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10810764",
            "姓名": "林秀卿",
            "手機": "  "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10810791",
            "姓名": "許博欽",
            "手機": " 0928128928 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10910030",
            "姓名": "王新雅",
            "手機": " 0933965821 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10910493",
            "姓名": "林嘉文*",
            "手機": "  "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S10912033",
            "姓名": "游嘉欣",
            "手機": " 0910163455 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S97010306",
            "姓名": "李增強",
            "手機": " 0960020466 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S97010462",
            "姓名": "李羚華",
            "手機": " 0978629789"
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S97010506",
            "姓名": "呂明洋",
            "手機": " 0988727967 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S97020245",
            "姓名": "劉國亮",
            "手機": " 0937964358 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S97020523",
            "姓名": "曾寶珍",
            "手機": " 0922065151"
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S98010690",
            "姓名": "林美鳳",
            "手機": " 0937109925 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S98010767",
            "姓名": "嚴鄭秋香",
            "手機": " 0932929681 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " S99020134",
            "姓名": "蘇碧月",
            "手機": " 0986876643 "
        },
        {
            "課程編號": "1091A1001",
            "課程名稱": "探索台灣特色茶之容顏",
            "學號": " T06008",
            "姓名": "林麗華",
            "手機": " 0922870201 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10420239",
            "姓名": "李玉梅",
            "手機": " 0928687877 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10520261",
            "姓名": "吳凱歆",
            "手機": " 0933775657 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10610710",
            "姓名": "彭玉芳",
            "手機": " 0986617891 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910026",
            "姓名": "范瑞珍",
            "手機": " 0937945414 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910045",
            "姓名": "張淑婷",
            "手機": " 0936602301 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910181",
            "姓名": "莊雅文",
            "手機": " 0919272689 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910642",
            "姓名": "詹秋鈴",
            "手機": " 0960558874 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910684",
            "姓名": "李蕙鋒",
            "手機": " 0989376578 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910989",
            "姓名": "陳美孜",
            "手機": " 0938848430 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910990",
            "姓名": "邱美玉",
            "手機": " 0921962898 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10910993",
            "姓名": "洪文吉",
            "手機": " 0910283545 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S10912111",
            "姓名": "邱靜婉",
            "手機": " 0932093561 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S98010313",
            "姓名": "劉熙",
            "手機": " 0934005044 "
        },
        {
            "課程編號": "1091A1002",
            "課程名稱": "英語會話吃喝玩樂走透透",
            "學號": " S98020006",
            "姓名": "周明姿",
            "手機": " 0978113991"
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10421014",
            "姓名": "林俊良",
            "手機": " 0955750735 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10510633",
            "姓名": "吳月娟",
            "手機": " 0928868816 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10510725",
            "姓名": "邱清貴",
            "手機": " 0935187610 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10610713",
            "姓名": "蘇靖雅",
            "手機": " 0912290378 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10620615",
            "姓名": "游美娟",
            "手機": " 0933953418 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10910103",
            "姓名": "陳麗雲",
            "手機": " 0956505919 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10910118",
            "姓名": "簡子媚",
            "手機": " 0937959808 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10910136",
            "姓名": "陳玲琬",
            "手機": " 0933888335 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10910995",
            "姓名": "張淑華",
            "手機": " 0933775916 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10910997",
            "姓名": "周宏輝",
            "手機": " 0930423609 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911000",
            "姓名": "邱玉鈴",
            "手機": " 0927633166 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911015",
            "姓名": "李文仁",
            "手機": " 0911235254 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911180",
            "姓名": "秋奕生",
            "手機": " 0935586339 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911183",
            "姓名": "賴瓊瑜",
            "手機": " 0975042589 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911185",
            "姓名": "謝徐明珠",
            "手機": " 0975826017 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911187",
            "姓名": "賴境煌",
            "手機": " 0932391892 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911189",
            "姓名": "黃秀鑾",
            "手機": " 0932391892 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911190",
            "姓名": "許國正",
            "手機": " 0933208431 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911192",
            "姓名": "徐艷凰",
            "手機": " 0983427975 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911193",
            "姓名": "陳建安",
            "手機": " 0915558760 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S10911554",
            "姓名": "羅文榮",
            "手機": " 0910279293 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S96020295",
            "姓名": "張珮誼",
            "手機": " 0933090096"
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S97020316",
            "姓名": "游金足",
            "手機": " 0937962857 "
        },
        {
            "課程編號": "1091A1003",
            "課程名稱": "觀光日語與人文探索",
            "學號": " S97020457",
            "姓名": "黃美雪",
            "手機": " 0936128216"
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10410737",
            "姓名": "簡玉萍",
            "手機": " 0982981720 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10510300",
            "姓名": "曾舒寧",
            "手機": " 0903689323 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10520884",
            "姓名": "賴玉瑱",
            "手機": " 0953487332 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10610147",
            "姓名": "邱菊英",
            "手機": " 0989890109 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10610531",
            "姓名": "蔡尚勳",
            "手機": " 0937129008 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10610997",
            "姓名": "楊麗雪",
            "手機": " 0972421927 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10910205",
            "姓名": "林永玲",
            "手機": " 0987572999 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10910883",
            "姓名": "王世雄",
            "手機": " 0912427894 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10911533",
            "姓名": "邱麗秋",
            "手機": " 0928296633 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S10911550",
            "姓名": "葉慧玉",
            "手機": " 0973278122 "
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S97020232",
            "姓名": "黃明鳳",
            "手機": " 0938086639"
        },
        {
            "課程編號": "1091A1004",
            "課程名稱": "桃園人文古蹟與生態導覽",
            "學號": " S98010493",
            "姓名": "李愛英",
            "手機": " 0"
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10610456",
            "姓名": "康岑歆",
            "手機": " 0912220857 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10720330",
            "姓名": "蘇信珠",
            "手機": " 0930050681 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910245",
            "姓名": "任樹理",
            "手機": " 0918238448 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910291",
            "姓名": "朱自清",
            "手機": " 0936232576 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910292",
            "姓名": "朱珍春",
            "手機": " 0920602211 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910297",
            "姓名": "林嘉璇",
            "手機": "  "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910302",
            "姓名": "劉虹均",
            "手機": " 0921887190 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910349",
            "姓名": "黃子庭",
            "手機": " 0989420290 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910356",
            "姓名": "黃世鈴",
            "手機": " 0937967608 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10910510",
            "姓名": "邱匡奕",
            "手機": " 0910938140 "
        },
        {
            "課程編號": "1091A1006",
            "課程名稱": "書法美學揮毫賞析",
            "學號": " S10911855",
            "姓名": "王澄清",
            "手機": " 0935236845 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10220333",
            "姓名": "張麗鳳",
            "手機": " 0912575933"
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10420059",
            "姓名": "鄭瓊寶",
            "手機": " 0936255455 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10421003",
            "姓名": "蘇金能",
            "手機": " 0916445695 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10510496",
            "姓名": "陳慧蘭",
            "手機": " 0953485206 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10520606",
            "姓名": "林麗華",
            "手機": " 0928566265 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10610065",
            "姓名": "陳崇順",
            "手機": " 0934408868 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10610776",
            "姓名": "陳春秀",
            "手機": " 0928092763 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10610939",
            "姓名": "柯漢堂",
            "手機": " 0932329190 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10620495",
            "姓名": "賴美玲",
            "手機": " 0975701988 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10720150",
            "姓名": "李美珍",
            "手機": " 0928600758 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10720151",
            "姓名": "劉清華",
            "手機": " 0919344866 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10810119",
            "姓名": "高淑倩l ",
            "手機": " 0918954812 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10810126",
            "姓名": "羅珉斐",
            "手機": " 0918095185 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10820220",
            "姓名": "李懷銀",
            "手機": " 0919370270 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10910569",
            "姓名": "洪淑華",
            "手機": " 096564104 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10911816",
            "姓名": "楊全應",
            "手機": "  "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10911855",
            "姓名": "王澄清",
            "手機": " 0935236845 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S10911919",
            "姓名": "楊桂香",
            "手機": " 0928628519 "
        },
        {
            "課程編號": "1091A1011",
            "課程名稱": "書法藝術賞析",
            "學號": " S98010207",
            "姓名": "楊景伃",
            "手機": " 0953710278"
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911380",
            "姓名": "張水良",
            "手機": " 0936423337 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911381",
            "姓名": "羅康寧",
            "手機": " 0933970166 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911408",
            "姓名": "侯秀妃",
            "手機": " 0938050118 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911409",
            "姓名": "吳彩秀",
            "手機": " 0952650642 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911410",
            "姓名": "黃瑞娥",
            "手機": " 0952836212 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911411",
            "姓名": "廖寶鳳",
            "手機": " 0976532699 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911412",
            "姓名": "鄧蕭秋蓮",
            "手機": " 0936809379 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911413",
            "姓名": "俆廖玉鳳",
            "手機": " 0939094948 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911706",
            "姓名": "黃金珠",
            "手機": "  "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911707",
            "姓名": "謝蕭碧妙",
            "手機": " 0910881839 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911795",
            "姓名": "王陳有貴",
            "手機": "  "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911952",
            "姓名": "蕭美珠",
            "手機": " 0919579686 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911991",
            "姓名": "曾慧玲",
            "手機": " 0920506969 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912071",
            "姓名": "黃宛琦",
            "手機": " 0921375476 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912121",
            "姓名": "王素秋",
            "手機": " 0926659168 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912124",
            "姓名": "陳美珠",
            "手機": " 0928872756 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912125",
            "姓名": "李嘉明",
            "手機": " 0928872736 "
        },
        {
            "課程編號": "1091A1029",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912161",
            "姓名": "蔡靜枝",
            "手機": " 0919454906 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10220421",
            "姓名": "魏瓊婷",
            "手機": " 0936313185 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10330121",
            "姓名": "黃秀子",
            "手機": " 0911571205 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10420715",
            "姓名": "劉怡青",
            "手機": " 0911357367 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10520715",
            "姓名": "李淑琳",
            "手機": " 0922778212 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10520731",
            "姓名": "王毓琪",
            "手機": " 0927235109 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10710609",
            "姓名": "藍雪娥",
            "手機": " 0912512737 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10710857",
            "姓名": "孫梅清",
            "手機": " 0983443255 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10720217",
            "姓名": "陳俞州",
            "手機": " 0900225579 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10720719",
            "姓名": "陳建如",
            "手機": " 0910286327 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910107",
            "姓名": "卓淑媛",
            "手機": " 0937030918 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910108",
            "姓名": "顧麗娟",
            "手機": " 0937466022 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910112",
            "姓名": "黃昱螢",
            "手機": " 0922454655 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910115",
            "姓名": "郭文毓",
            "手機": " 0926902287 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910116",
            "姓名": "黃子芹",
            "手機": " 0933955769 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910117",
            "姓名": "游金德",
            "手機": "  "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910118",
            "姓名": "簡子媚",
            "手機": " 0937959808 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910179",
            "姓名": "胡雲星",
            "手機": " 0988005232 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910217",
            "姓名": "呂銘洋",
            "手機": " 0932927587 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910641",
            "姓名": "潘麗",
            "手機": " 0935526671 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910772",
            "姓名": "戴秋菊",
            "手機": " 0928846825 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910777",
            "姓名": "曾郁芳",
            "手機": " 0917170736 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910871",
            "姓名": "黃素櫻",
            "手機": " 0920999286 "
        },
        {
            "課程編號": "1091A2001",
            "課程名稱": "金融市場技術分析中級",
            "學號": " S10910873",
            "姓名": "劉玥慈",
            "手機": " 0939858970 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " O10720538",
            "姓名": "欒智雄",
            "手機": " 0936222158 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10110284",
            "姓名": "王樹英",
            "手機": " 0932149329"
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10120869",
            "姓名": "林俊伶",
            "手機": " 0928118516 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10520469",
            "姓名": "李岱霖",
            "手機": " 0912943889 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10620177",
            "姓名": "潘振源",
            "手機": " 0987827888 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10620206",
            "姓名": "王珩",
            "手機": " 0966525005 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10710425",
            "姓名": "賴盈潔",
            "手機": " 0985322988 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10711020",
            "姓名": "陳聰煙",
            "手機": " 0905620699 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10720217",
            "姓名": "陳俞州",
            "手機": " 0900225579 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10810769",
            "姓名": "郭梨妃",
            "手機": " 0919435140 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10820403",
            "姓名": "李水田",
            "手機": " 0953090109 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10910177",
            "姓名": "吳立嫻",
            "手機": " 0920093885 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10910179",
            "姓名": "胡雲星",
            "手機": " 0988005232 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10910202",
            "姓名": "林雪香",
            "手機": " 0953132607 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10910436",
            "姓名": "盧璟玲",
            "手機": " 0911893866 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10910617",
            "姓名": "梁蔚紅",
            "手機": " 0933964709 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10910713",
            "姓名": "邵宇奇",
            "手機": " 0937913894 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10911583",
            "姓名": "鄭依宸",
            "手機": " 0939951449 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10911601",
            "姓名": "蘇靖硯",
            "手機": " 0952600212 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10911745",
            "姓名": "陳昱銍",
            "手機": " 0937107180 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10911827",
            "姓名": "呂玲玲",
            "手機": " 0921606709 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10911945",
            "姓名": "林依亭",
            "手機": " 0938603167 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10911972",
            "姓名": "陳盈利",
            "手機": " 0983899986 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10911987",
            "姓名": "林墾懋",
            "手機": " 0912300368 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S10912008",
            "姓名": "呂意茹",
            "手機": " 0933737769 "
        },
        {
            "課程編號": "1091A2002",
            "課程名稱": "投資理財策略",
            "學號": " S97010352",
            "姓名": "簡佩印",
            "手機": " 0988176519"
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10220421",
            "姓名": "魏瓊婷",
            "手機": " 0936313185 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10611289",
            "姓名": "徐麗秋",
            "手機": " 0935696670 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10620112",
            "姓名": "王美娟",
            "手機": " 0917635890 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10710609",
            "姓名": "藍雪娥",
            "手機": " 0912512737 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10720217",
            "姓名": "陳俞州",
            "手機": " 0900225579 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10720577",
            "姓名": "林孟娟",
            "手機": " 0921481908 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10810418",
            "姓名": "林威志",
            "手機": " 886932168125 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10820035",
            "姓名": "李翊瑄",
            "手機": " 0905576111 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910095",
            "姓名": "姜芃華",
            "手機": " 0930087970 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910113",
            "姓名": "顏睿宏",
            "手機": " 0928726043 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910114",
            "姓名": "劉俐妤",
            "手機": " 0983439895 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910175",
            "姓名": "施桂梅",
            "手機": " 0919352719 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910177",
            "姓名": "吳立嫻",
            "手機": " 0920093885 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910178",
            "姓名": "李美弟",
            "手機": "  "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910179",
            "姓名": "胡雲星",
            "手機": " 0988005232 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910182",
            "姓名": "辜紹恩",
            "手機": " 0910652839 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910190",
            "姓名": "蕭麗珍",
            "手機": " 0918618166 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910218",
            "姓名": "黃福寬",
            "手機": " 0930168624 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910234",
            "姓名": "陳月梅",
            "手機": " 0925131578 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910281",
            "姓名": "黃啟榜",
            "手機": " 0928707680 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910343",
            "姓名": "張雪梅",
            "手機": " 0978495297 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910573",
            "姓名": "戴筱嬋",
            "手機": " 0988068477 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910618",
            "姓名": "林雪里",
            "手機": " 0972151427 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910770",
            "姓名": "陳雅雯",
            "手機": " 0920334593 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910774",
            "姓名": "張石松",
            "手機": " 0922290937 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910781",
            "姓名": "呂芊樺",
            "手機": " 0933511501 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10910867",
            "姓名": "楊坤松",
            "手機": " 0933148115 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10911144",
            "姓名": "劉玉琴",
            "手機": " 0955071552 "
        },
        {
            "課程編號": "1091A2003",
            "課程名稱": "金融市場技術分析初級A",
            "學號": " S10911229",
            "姓名": "張綉菁",
            "手機": " 0922533560 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10520248",
            "姓名": "羅玉雪",
            "手機": " 0970261713 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10520276",
            "姓名": "邱秀花",
            "手機": " 0952080236 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10520534",
            "姓名": "呂克一",
            "手機": " 0937062407 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10520715",
            "姓名": "李淑琳",
            "手機": " 0922778212 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910210",
            "姓名": "陳慶嘉",
            "手機": " 0905198789 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910211",
            "姓名": "張盈榛",
            "手機": " 0973384292 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910212",
            "姓名": "吳柏慶",
            "手機": " 0919580286 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910215",
            "姓名": "盧信仲",
            "手機": " 0905566717 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910217",
            "姓名": "呂銘洋",
            "手機": " 0932927587 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910223",
            "姓名": "吳建中",
            "手機": " 0933876870 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910775",
            "姓名": "范慶賢",
            "手機": " 0932121100 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910776",
            "姓名": "柳宜君",
            "手機": "  "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910970",
            "姓名": "鄒植慧",
            "手機": " 0986839989 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10910998",
            "姓名": "李桂華",
            "手機": " 0963585559 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10911066",
            "姓名": "郭旭志",
            "手機": " 0925175663 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10911092",
            "姓名": "郭芷琳",
            "手機": " 0979085313 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10911460",
            "姓名": "陳美美",
            "手機": " 0933944338 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10911461",
            "姓名": "陳麗菁",
            "手機": " 0938089606 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10911544",
            "姓名": "侯明忠",
            "手機": " 0916808155 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10911601",
            "姓名": "蘇靖硯",
            "手機": " 0952600212 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10911827",
            "姓名": "呂玲玲",
            "手機": " 0921606709 "
        },
        {
            "課程編號": "1091A2005",
            "課程名稱": "金融市場技術分析初級B",
            "學號": " S10912069",
            "姓名": "黃安誼",
            "手機": " 0978299997 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10010448",
            "姓名": "陳貞吟",
            "手機": " 0955229533"
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10020070",
            "姓名": "宗秀英",
            "手機": " 0935659378"
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10420146",
            "姓名": "呂美慧",
            "手機": " 0937958958 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10420188",
            "姓名": "賴素卿",
            "手機": " 0916598288 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10420231",
            "姓名": "卓麗隨",
            "手機": " 0915261089 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10420836",
            "姓名": "林榮新",
            "手機": " 0910155422 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10510264",
            "姓名": "江淑容",
            "手機": "  "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10610044",
            "姓名": "甘玉慈",
            "手機": "  "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10710038",
            "姓名": "彭小玲",
            "手機": " 0915421212 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910016",
            "姓名": "陳麗萍",
            "手機": " 0983396601 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910128",
            "姓名": "蕭加典",
            "手機": " 0965821929 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910235",
            "姓名": "呂静怡",
            "手機": " 0956873001 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910618",
            "姓名": "林雪里",
            "手機": " 0972151427 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910620",
            "姓名": "劉惠玲",
            "手機": " 0926017577 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910621",
            "姓名": "許素霞",
            "手機": " 0922356368 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910622",
            "姓名": "陳靜毓",
            "手機": " 0933945226 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910624",
            "姓名": "黃慧華",
            "手機": " 0980306697 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10910625",
            "姓名": "梁敏秀",
            "手機": " 0975508368 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10911467",
            "姓名": "黃婉瑜",
            "手機": " 0921088570 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10911587",
            "姓名": "賴千緞",
            "手機": " 0910054298 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S10911751",
            "姓名": "謝佳靈",
            "手機": " 0916582675 "
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S96010143",
            "姓名": "王煒熙",
            "手機": " 0920177657"
        },
        {
            "課程編號": "1091A3001",
            "課程名稱": "中草藥養生與美容實務",
            "學號": " S99020351",
            "姓名": "尤李美惠",
            "手機": " 0933146898"
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10610111",
            "姓名": "李四平",
            "手機": " 0975513632 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10610966",
            "姓名": "黃美慈",
            "手機": " 0936332906 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10910099",
            "姓名": "蕭伊成",
            "手機": " 0926891059 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10910579",
            "姓名": "高惠娟",
            "手機": " 0933730982 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10910616",
            "姓名": "黃睿庚",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10910682",
            "姓名": "卓耀庭",
            "手機": " 0930145577 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10910762",
            "姓名": "楊卿淳",
            "手機": " 0920512460 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10910918",
            "姓名": "邱秀雲",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10911050",
            "姓名": "林宸汝",
            "手機": " 0975236238 "
        },
        {
            "課程編號": "1091A3002",
            "課程名稱": "中藥用藥安全與養生",
            "學號": " S10912132",
            "姓名": "廖雅屏",
            "手機": " 0920273997 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10120611",
            "姓名": "蔡碧芬",
            "手機": " 0932271216"
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10421032",
            "姓名": "李梅香",
            "手機": " 0937919072 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10611040",
            "姓名": "黃惠英",
            "手機": " 0932166046 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910415",
            "姓名": "古若芸",
            "手機": " 0982072378 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910416",
            "姓名": "褚泫鎂",
            "手機": " 0926679685 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910418",
            "姓名": "郭令榆",
            "手機": " 092218*016 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910419",
            "姓名": "劉秀鳳",
            "手機": " 0930730268 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910421",
            "姓名": "洪竺瑄",
            "手機": " 0989808493 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910423",
            "姓名": "余彩端",
            "手機": " 0935730141 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910626",
            "姓名": "廖美惠",
            "手機": " 0958303669 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910636",
            "姓名": "游碧良",
            "手機": " 0932166046 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10910637",
            "姓名": "游碧省",
            "手機": " 0932166046 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10911050",
            "姓名": "林宸汝",
            "手機": " 0975236238 "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10911523",
            "姓名": "閰秀青",
            "手機": " 0933148824\t "
        },
        {
            "課程編號": "1091A3003",
            "課程名稱": "中藥用藥安全與月子養生",
            "學號": " S10912105",
            "姓名": "廖美蓉",
            "手機": " 0920212332 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " O10810391",
            "姓名": "呂梅英",
            "手機": " 0910910539 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10310769",
            "姓名": "游榮富",
            "手機": " 0939568618"
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10410619",
            "姓名": "詹秀子",
            "手機": " 0988785237 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10410793",
            "姓名": "吳李碧霞",
            "手機": " 0913390370 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10510534",
            "姓名": "許登洲",
            "手機": " 0922678922 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10510677",
            "姓名": "林雪娥",
            "手機": "  "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10610562",
            "姓名": "蔡明勳",
            "手機": " 0910056733 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10710364",
            "姓名": "呂培瑲",
            "手機": " 0932365150 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10910303",
            "姓名": "李瑞香",
            "手機": " 0912439653 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10910428",
            "姓名": "曾馨儀",
            "手機": " 0910142038 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10910616",
            "姓名": "黃睿庚",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10910905",
            "姓名": "林漢堂",
            "手機": " 0931416999 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10910906",
            "姓名": "張育仁",
            "手機": " 098808272 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10910918",
            "姓名": "邱秀雲",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10911489",
            "姓名": "邱顯貿",
            "手機": " 0972607837 "
        },
        {
            "課程編號": "1091A3006",
            "課程名稱": "調理四肢筋骨有彈力、促進血液循環好氣色",
            "學號": " S10911619",
            "姓名": "溫吳彩霞",
            "手機": "  "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10010721",
            "姓名": "白碧雪",
            "手機": " 0936150368 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10020688",
            "姓名": "朱輝銘",
            "手機": " 0958067171 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10210327",
            "姓名": "林寶桂",
            "手機": "  "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10420362",
            "姓名": "陳鳳妤",
            "手機": " 0917168939 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10510261",
            "姓名": "簡鈴樺",
            "手機": " 0937132928 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10610001",
            "姓名": "姚執中",
            "手機": " 0933729297 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10610147",
            "姓名": "邱菊英",
            "手機": " 0989890109 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10610447",
            "姓名": "劉淑真",
            "手機": " 0921456020 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10710277",
            "姓名": "許玉美",
            "手機": " 0926393566 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10710317",
            "姓名": "許麗娟",
            "手機": " 0928644175 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10710344",
            "姓名": "官一鳴",
            "手機": " 0933011379 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10710725",
            "姓名": "簡俊豪",
            "手機": " 0936317980 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10810101",
            "姓名": "陳美雲",
            "手機": " 0919546345 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10911285",
            "姓名": "蕭俊雄",
            "手機": " 0939112098 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10911406",
            "姓名": "施能益",
            "手機": " 0935295180 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10911550",
            "姓名": "葉慧玉",
            "手機": " 0973278122 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S10912017",
            "姓名": "楊中威",
            "手機": " 0913075005 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " S98010385",
            "姓名": "尹麗花",
            "手機": " 0937963256 "
        },
        {
            "課程編號": "1091A3008",
            "課程名稱": "野鳥生態學",
            "學號": " s99020167",
            "姓名": "魏春桃",
            "手機": " 0925662861 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10210249",
            "姓名": "林建利",
            "手機": " 0922288982 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10410885",
            "姓名": "黃信義",
            "手機": " 0933922448 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10421100",
            "姓名": "徐宥心",
            "手機": "  "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10810226",
            "姓名": "謝黃輝",
            "手機": " 0953143762 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10810748",
            "姓名": "徐敏雲",
            "手機": " 0935566723 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10820060",
            "姓名": "胡明華",
            "手機": " 0933829153 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10910150",
            "姓名": "劉宜發",
            "手機": " 0922438777 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10910951",
            "姓名": "黃金枝",
            "手機": " 0936155125 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10911811",
            "姓名": "張育仁",
            "手機": " 0953557422 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10911968",
            "姓名": "李千嬅",
            "手機": " 0960522819 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10911974",
            "姓名": "簡麗惠",
            "手機": " 0928608668 "
        },
        {
            "課程編號": "1091A3009",
            "課程名稱": "原始痛點養生保健學",
            "學號": " S10912120",
            "姓名": "彭維德",
            "手機": " 0956868409 "
        },
        {
            "課程編號": "1091B1002",
            "課程名稱": "桃花源公益合唱團",
            "學號": " S10110049",
            "姓名": "連秀玉",
            "手機": " 0989052271"
        },
        {
            "課程編號": "1091B1002",
            "課程名稱": "桃花源公益合唱團",
            "學號": " S10410489",
            "姓名": "李麗萍",
            "手機": " 0939749249 "
        },
        {
            "課程編號": "1091B1002",
            "課程名稱": "桃花源公益合唱團",
            "學號": " S10910740",
            "姓名": "李秋美",
            "手機": " 0938557793 "
        },
        {
            "課程編號": "1091B1002",
            "課程名稱": "桃花源公益合唱團",
            "學號": " S10911717",
            "姓名": "石意卿",
            "手機": " 0932928664 "
        },
        {
            "課程編號": "1091B1004",
            "課程名稱": "快樂拉二胡初級",
            "學號": " S10820206",
            "姓名": "趙林秀月",
            "手機": " 0981709766 "
        },
        {
            "課程編號": "1091B1004",
            "課程名稱": "快樂拉二胡初級",
            "學號": " S10820207",
            "姓名": "趙柳昌",
            "手機": " 0936119766 "
        },
        {
            "課程編號": "1091B1004",
            "課程名稱": "快樂拉二胡初級",
            "學號": " S10911164",
            "姓名": "洪福來",
            "手機": " 0938232832 "
        },
        {
            "課程編號": "1091B1004",
            "課程名稱": "快樂拉二胡初級",
            "學號": " S10911753",
            "姓名": "何曉霞",
            "手機": "  "
        },
        {
            "課程編號": "1091B1004",
            "課程名稱": "快樂拉二胡初級",
            "學號": " S10911754",
            "姓名": "邱建榮",
            "手機": "  "
        },
        {
            "課程編號": "1091B1004",
            "課程名稱": "快樂拉二胡初級",
            "學號": " S10911755",
            "姓名": "鄭博仁",
            "手機": "  "
        },
        {
            "課程編號": "1091B1004",
            "課程名稱": "快樂拉二胡初級",
            "學號": " S10911825",
            "姓名": "李超睿",
            "手機": " 0928696595 "
        },
        {
            "課程編號": "1091B1005",
            "課程名稱": "羽球初級A",
            "學號": " S10520438",
            "姓名": "李仕卉",
            "手機": " 0939250515 "
        },
        {
            "課程編號": "1091B1005",
            "課程名稱": "羽球初級A",
            "學號": " S10620421",
            "姓名": "賴佑芊",
            "手機": " 0928502515 "
        },
        {
            "課程編號": "1091B1005",
            "課程名稱": "羽球初級A",
            "學號": " S10710498",
            "姓名": "洪世宗",
            "手機": " 0922395509 "
        },
        {
            "課程編號": "1091B1005",
            "課程名稱": "羽球初級A",
            "學號": " S10910411",
            "姓名": "廖珠蓉",
            "手機": "  "
        },
        {
            "課程編號": "1091B1005",
            "課程名稱": "羽球初級A",
            "學號": " S10910413",
            "姓名": "童桂枝  重複",
            "手機": "  "
        },
        {
            "課程編號": "1091B1005",
            "課程名稱": "羽球初級A",
            "學號": " S10911448",
            "姓名": "陳姍華",
            "手機": " 0921783308 "
        },
        {
            "課程編號": "1091B1005",
            "課程名稱": "羽球初級A",
            "學號": " S10911455",
            "姓名": "吳淑雅",
            "手機": " 0989832427 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10010490",
            "姓名": "劉筱華",
            "手機": " 0928851677"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10110317",
            "姓名": "陳麗清",
            "手機": " 0915317117 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10110606",
            "姓名": "詹婷",
            "手機": " 0921916580"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10110879",
            "姓名": "劉惠珠",
            "手機": " 0925115186"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10220209",
            "姓名": "李秋兒",
            "手機": " 0935881920 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10220398",
            "姓名": "陳薏安",
            "手機": " 0937863758"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10310986",
            "姓名": "李正義",
            "手機": " 0937111170"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10420988",
            "姓名": "楊少惠",
            "手機": " 0989285645 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10510186",
            "姓名": "李湘雲",
            "手機": " 0955-988659 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10510193",
            "姓名": "施秀真",
            "手機": " 0930615671 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10610421",
            "姓名": "蔡美蘭",
            "手機": " 0958805670 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10610656",
            "姓名": "顏寶玲",
            "手機": " 0937451698 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10710069",
            "姓名": "楊涔琳",
            "手機": " 0938398203 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10710071",
            "姓名": "汪惠玉",
            "手機": " 0928209991 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10710074",
            "姓名": "賴美鳳",
            "手機": " 0989869015 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10710085",
            "姓名": "劉士娟",
            "手機": " 0929103883 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10710130",
            "姓名": "林佑蘭",
            "手機": " 0937973990 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10710144",
            "姓名": "吳姿慧",
            "手機": " 0935936209 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10710860",
            "姓名": "余國雄",
            "手機": " 0931091478 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10720033",
            "姓名": "許春鳳",
            "手機": " 0918311533 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10720034",
            "姓名": "趙翊璇",
            "手機": " 0910641313 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10820282",
            "姓名": "馮秀珍",
            "手機": " 0910937172 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10820300",
            "姓名": "樊麗珍",
            "手機": " 0928145146 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10910172",
            "姓名": "曾玉純",
            "手機": " 0972194395 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10910173",
            "姓名": "黃瑞田",
            "手機": " 0906505334\t "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S10911060",
            "姓名": "蕭檉譁",
            "手機": " 0926196505 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S96010047",
            "姓名": "蔡桂英",
            "手機": " 0915199312 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S96020473",
            "姓名": "許美英",
            "手機": " 0910179943"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S98010445",
            "姓名": "林淑慎",
            "手機": " 0952912360 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S98010475",
            "姓名": "徐威鎮",
            "手機": " 0936040078 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S98020315",
            "姓名": "黎惠珠",
            "手機": " 0915585072 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S98020427",
            "姓名": "廖淑惠",
            "手機": " 0953629826"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S99010028",
            "姓名": "段介員",
            "手機": " 0926058741 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S99010137",
            "姓名": "陳燕卿",
            "手機": " 0918416732 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S99010212",
            "姓名": "簡美雲",
            "手機": " 0903366796 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S99010524",
            "姓名": "劉仁和",
            "手機": " 0953069066"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S99020134",
            "姓名": "蘇碧月",
            "手機": " 0986876643 "
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " S99020343",
            "姓名": "李雪金",
            "手機": " 0961353963"
        },
        {
            "課程編號": "1091B1006",
            "課程名稱": "亮點影音悅讀城(讀書會)",
            "學號": " T05030",
            "姓名": "魏正岳",
            "手機": " 0915000338 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10010242",
            "姓名": "黃鶯",
            "手機": " 0983400604"
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10120639",
            "姓名": "楊惠婷",
            "手機": " 0953890566 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10330324",
            "姓名": "林靜",
            "手機": " 0919849505 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10410110",
            "姓名": "馬立青",
            "手機": " 0915003542 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910046",
            "姓名": "陳國明",
            "手機": " 0953788004 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910164",
            "姓名": "俞筱君",
            "手機": " 0970096519 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910301",
            "姓名": "李雨倩",
            "手機": " 0952720598 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910303",
            "姓名": "李瑞香",
            "手機": " 0912439653 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910312",
            "姓名": "周施艷",
            "手機": " 0938133892 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910355",
            "姓名": "陳惠琳",
            "手機": " 0911266154 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910431",
            "姓名": "陳慧蘭",
            "手機": " 0960091686 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910584",
            "姓名": "歐家瑋",
            "手機": " 0958710598 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910883",
            "姓名": "王世雄",
            "手機": " 0912427894 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910884",
            "姓名": "涂金玉",
            "手機": " 0927301503 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910885",
            "姓名": "范秀鳳",
            "手機": " 0937454527 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10910886",
            "姓名": "林國銘",
            "手機": " 0920983135 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10911027",
            "姓名": "李菁玉",
            "手機": " 0955640080 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10911623",
            "姓名": "謝佳慶",
            "手機": " 0932049130 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10911678",
            "姓名": "陳秀嬌",
            "手機": " 0909124585 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10911836",
            "姓名": "潘仁傑",
            "手機": " 0963488829 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10911861",
            "姓名": "萬瑞蕉",
            "手機": " 0963396291 "
        },
        {
            "課程編號": "1091B1007",
            "課程名稱": "羽球初級B",
            "學號": " S10911999",
            "姓名": "曾瑞雪",
            "手機": " 0921971050 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10311236",
            "姓名": "王大成",
            "手機": " 0925562056"
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10420424",
            "姓名": "林美芳",
            "手機": " 0955928726 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10510501",
            "姓名": "趙麗月",
            "手機": " 0972638236 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10520472",
            "姓名": "賴碧娥",
            "手機": " 0925727759 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10720165",
            "姓名": "廖述霖",
            "手機": " 0955171837 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10810270",
            "姓名": "何承謙",
            "手機": " 0902310000 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10910587",
            "姓名": "陳郁瑾",
            "手機": " 0935135103  "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10911072",
            "姓名": "陳淑華",
            "手機": " 0914100606 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10911284",
            "姓名": "呂正義",
            "手機": " 0919928002 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10911292",
            "姓名": "彭秀卿",
            "手機": " 0916515919 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10911310",
            "姓名": "李家樂",
            "手機": "  "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10911375",
            "姓名": "勵靜怡",
            "手機": " 0918217719 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10911397",
            "姓名": "張玉玲",
            "手機": " 0928621444 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10911684",
            "姓名": "李傳鏗",
            "手機": " 0983809293 "
        },
        {
            "課程編號": "1091B1008",
            "課程名稱": "影像處理與微電影製作",
            "學號": " S10912068",
            "姓名": "王淞江",
            "手機": " 0932101146 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10520977",
            "姓名": "陳美玉",
            "手機": " 0963517589 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10521053",
            "姓名": "黃耀震",
            "手機": " 0910-515819 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10610756",
            "姓名": "李寶秀",
            "手機": " 0910910071 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10910652",
            "姓名": "林月娥",
            "手機": " 0918578641 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10910655",
            "姓名": "邱義忠",
            "手機": " 0963927996 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10910658",
            "姓名": "陳姵君",
            "手機": " 0922536008 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10911867",
            "姓名": "蕭鐵夫",
            "手機": " 0933780869 "
        },
        {
            "課程編號": "1091C1001",
            "課程名稱": "輕鬆學日語會話",
            "學號": " S10911868",
            "姓名": "彭士鑑",
            "手機": " 0917251556 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10220190",
            "姓名": "許淑真",
            "手機": " 0972729501"
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910057",
            "姓名": "莊蕙如",
            "手機": " 0915668782 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910463",
            "姓名": "林月美",
            "手機": " 0937966051 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910544",
            "姓名": "謝玩娣",
            "手機": " 0958835909 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910545",
            "姓名": "黃怡儒",
            "手機": " 0932716252 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910546",
            "姓名": "李榮鴦",
            "手機": " 0937179973 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910547",
            "姓名": "王正隆",
            "手機": " 0932045603 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910548",
            "姓名": "饒淑琴",
            "手機": " 0937871339 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910551",
            "姓名": "黃心蘭",
            "手機": " 0952350146 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910552",
            "姓名": "游健俊",
            "手機": "  "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910554",
            "姓名": "陳春香",
            "手機": " 0983318937 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910555",
            "姓名": "黃莊香",
            "手機": " 0935119143 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910559",
            "姓名": "黃秀嬌",
            "手機": " 0926853828 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910561",
            "姓名": "姜雪美",
            "手機": " 0929333275 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910971",
            "姓名": "陳秀枝",
            "手機": " 0987222969 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910973",
            "姓名": "莊庭瑜",
            "手機": " 0978162318 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910974",
            "姓名": "張哲榮",
            "手機": " 0905980162 "
        },
        {
            "課程編號": "1091C1002",
            "課程名稱": "輕鬆學日語會話初級",
            "學號": " S10910975",
            "姓名": "江華親",
            "手機": " 0928133595 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " O10810398",
            "姓名": "吳烈昭",
            "手機": " 0910620025 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10020372",
            "姓名": "陳菊芳",
            "手機": " 0928873579"
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10110656",
            "姓名": "廖佳苑",
            "手機": " 0932054367"
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10110706",
            "姓名": "謝珣",
            "手機": " 0928562637"
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10420912",
            "姓名": "李侑臻",
            "手機": " 0987085160 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10510442",
            "姓名": "劉懋婷",
            "手機": " 0939770392 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10510678",
            "姓名": "陳緯學",
            "手機": " 0910284044 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10720024",
            "姓名": "何慧珍",
            "手機": " 0952485495 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10910892",
            "姓名": "呂秀珠",
            "手機": " 0928562992 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10911578",
            "姓名": "曾美燕",
            "手機": " 0921172868 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S10911976",
            "姓名": "蔡立群",
            "手機": " 0935009314 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S96020025",
            "姓名": "王月霞",
            "手機": " 0936485636 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S96020069",
            "姓名": "吳阿碧",
            "手機": " 0922068857 "
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S96020400",
            "姓名": "吳錦枝",
            "手機": " 0933776461"
        },
        {
            "課程編號": "1091C1005",
            "課程名稱": "輕鬆學日語及五十音初級1",
            "學號": " S96020408",
            "姓名": "葉阿愛",
            "手機": " 0918750907 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S10110805",
            "姓名": "趙克修",
            "手機": " 0935599451"
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S10410745",
            "姓名": "林明麗",
            "手機": " 0919238048 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S10420406",
            "姓名": "張明湖",
            "手機": " 0976792690 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S10510005",
            "姓名": "劉秀瑛",
            "手機": " 0920481173 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S10610180",
            "姓名": "黎清香",
            "手機": " 0970391636 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S10620280",
            "姓名": "劉昌美",
            "手機": " 0952736639 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S10910891",
            "姓名": "李珍足",
            "手機": " 0937035376 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S96020025",
            "姓名": "王月霞",
            "手機": " 0936485636 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S96020392",
            "姓名": "藍惠真",
            "手機": " 0933105378"
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S96020396",
            "姓名": "葉基華",
            "手機": " 0912989280 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S96020397",
            "姓名": "曾武藏",
            "手機": " 0933781257"
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S96020418",
            "姓名": "廖素芳",
            "手機": " "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S96020451",
            "姓名": "翁素卿",
            "手機": " 0952621028"
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S98010042",
            "姓名": "劉時明",
            "手機": " 0932328812 "
        },
        {
            "課程編號": "1091C1006",
            "課程名稱": "東洋樂活與日本文化",
            "學號": " S99010675",
            "姓名": "林雪",
            "手機": " 0935599451 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10020372",
            "姓名": "陳菊芳",
            "手機": " 0928873579"
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10220338",
            "姓名": "李淑鈴",
            "手機": " 0913190520 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10410737",
            "姓名": "簡玉萍",
            "手機": " 0982981720 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10420211",
            "姓名": "林俊孝",
            "手機": " 0919237618 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10420439",
            "姓名": "詹麗美",
            "手機": " 0921917183 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10420649",
            "姓名": "劉含笑",
            "手機": " 0910394129 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10420837",
            "姓名": "胡睿真",
            "手機": " 0928625760 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10521104",
            "姓名": "王桂良",
            "手機": " 0920396917 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10610180",
            "姓名": "黎清香",
            "手機": " 0970391636 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10610504",
            "姓名": "蒲怡澄",
            "手機": " 0937974032 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10620226",
            "姓名": "林進忠",
            "手機": " 0952034835 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10620280",
            "姓名": "劉昌美",
            "手機": " 0952736639 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10910895",
            "姓名": "溫亭玲",
            "手機": " 0987038528 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S10912095",
            "姓名": "林信志",
            "手機": " 0922277756 "
        },
        {
            "課程編號": "1091C1007",
            "課程名稱": "輕鬆學日語初級4",
            "學號": " S96020025",
            "姓名": "王月霞",
            "手機": " 0936485636 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " O10810398",
            "姓名": "吳烈昭",
            "手機": " 0910620025 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10120690",
            "姓名": "尹黛寧",
            "手機": "  "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10820106",
            "姓名": "王士文",
            "手機": " 0920882633 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910031",
            "姓名": "蔡惠陽",
            "手機": " 0961125880 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910032",
            "姓名": "梁裕修",
            "手機": " 0916902915 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910034",
            "姓名": "陳友泰",
            "手機": " 0982654623 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910035",
            "姓名": "張瑀珍",
            "手機": " 0916277062 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910036",
            "姓名": "陳素滿",
            "手機": " 0926356338 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910040",
            "姓名": "呂秀惠",
            "手機": " 0912825123 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910041",
            "姓名": "陳秀貞",
            "手機": " 0922659427 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910043",
            "姓名": "翁惠妃",
            "手機": " 0955572622 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910893",
            "姓名": "楊世華",
            "手機": " 0932168811 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10910894",
            "姓名": "林明勳",
            "手機": " 0975312556 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S10911209",
            "姓名": "陳秋玲",
            "手機": " 0938102560 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S96020025",
            "姓名": "王月霞",
            "手機": " 0936485636 "
        },
        {
            "課程編號": "1091C1008",
            "課程名稱": "觀光日語初級3",
            "學號": " S96020411",
            "姓名": "李慶治",
            "手機": " 0937967848 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10110283",
            "姓名": "李瑞麟",
            "手機": " 0975209199 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10521027",
            "姓名": "郭靜",
            "手機": " 0906883630 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10610579",
            "姓名": "王筱玲",
            "手機": " 0911090238 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10620478",
            "姓名": "簡美桂",
            "手機": " 0938175520 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10620615",
            "姓名": "游美娟",
            "手機": " 0933953418 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10710909",
            "姓名": "何菁伶",
            "手機": " 0966439931 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910102",
            "姓名": "羅郁雯",
            "手機": " 0988882377 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910105",
            "姓名": "黃美麗",
            "手機": " 0936484382 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910120",
            "姓名": "蘇雅君",
            "手機": " 0930882105 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910122",
            "姓名": "李雅慧",
            "手機": " 0933130805 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910124",
            "姓名": "楊琇茹",
            "手機": " 0939539394 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910125",
            "姓名": "莊育靖",
            "手機": " 0932363958 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910127",
            "姓名": "胡勝超",
            "手機": " 0920518984 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910167",
            "姓名": "王靖瑀",
            "手機": " 0921993856 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910168",
            "姓名": "劉秋蓮",
            "手機": " 0939898190 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910170",
            "姓名": "阮氏隆",
            "手機": " 0987442122 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910183",
            "姓名": "童素惠",
            "手機": " 0937-977-182 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910309",
            "姓名": "蔣宜樺",
            "手機": " 0915492989 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910310",
            "姓名": "楊雀惠",
            "手機": " 0912514039 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910313",
            "姓名": "許振茂",
            "手機": " 0907346647 "
        },
        {
            "課程編號": "1091C1015",
            "課程名稱": "Easy生活美語初級2",
            "學號": " S10910364",
            "姓名": "李昀甄",
            "手機": " 0930539965 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10610368",
            "姓名": "黃中英",
            "手機": " 00989803270 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910100",
            "姓名": "楊孟琴",
            "手機": " 0925382218 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910102",
            "姓名": "羅郁雯",
            "手機": " 0988882377 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910105",
            "姓名": "黃美麗",
            "手機": " 0936484382 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910135",
            "姓名": "張雅雯",
            "手機": " 0922657588 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910296",
            "姓名": "王麗卿",
            "手機": " 0912218970 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910310",
            "姓名": "楊雀惠",
            "手機": " 0912514039 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910316",
            "姓名": "許錦鈴",
            "手機": " 0928133685 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910432",
            "姓名": "謝瑞榮",
            "手機": " 0932362703 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910689",
            "姓名": "張喬昀",
            "手機": " 0975014822 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910757",
            "姓名": "李福來",
            "手機": " 0973230727 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910778",
            "姓名": "呂淑蘭",
            "手機": " 0921525692 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910779",
            "姓名": "黃淑芬",
            "手機": " 0922177175 "
        },
        {
            "課程編號": "1091C1016",
            "課程名稱": "生活美語初級2",
            "學號": " S10910780",
            "姓名": "林淑琇",
            "手機": " 0936930571 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10210213",
            "姓名": "浦真澄",
            "手機": " 0970808604 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10610368",
            "姓名": "黃中英",
            "手機": " 00989803270 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10820390",
            "姓名": "吳春瑩",
            "手機": " 0937893402 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10910089",
            "姓名": "郭柳青",
            "手機": " 0921887399 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10910300",
            "姓名": "李玉琳",
            "手機": " 0920492992 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10910487",
            "姓名": "陳宗元",
            "手機": " 0930486676 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10910967",
            "姓名": "彭心慧",
            "手機": " 0915060586 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S10911172",
            "姓名": "劉月華",
            "手機": " 0979928066 "
        },
        {
            "課程編號": "1091C1017",
            "課程名稱": "實用生活美語初級5",
            "學號": " S96020161",
            "姓名": "莊素清",
            "手機": " 0926019522"
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10610368",
            "姓名": "黃中英",
            "手機": " 00989803270 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10710391",
            "姓名": "林清培",
            "手機": " 0933158181 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10810769",
            "姓名": "郭梨妃",
            "手機": " 0919435140 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10820235",
            "姓名": "江美觀",
            "手機": " 0921462712 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10910135",
            "姓名": "張雅雯",
            "手機": " 0922657588 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10910437",
            "姓名": "劉廷祥",
            "手機": " 0988139569 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10910601",
            "姓名": "張綾容",
            "手機": "  "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10910714",
            "姓名": "張卿俊",
            "手機": " 0921159716 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10910715",
            "姓名": "林麗英",
            "手機": " 0928871253 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10910716",
            "姓名": "周錦德",
            "手機": " 0952192078 "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10910721",
            "姓名": "李淑琳",
            "手機": " 0922778212\t "
        },
        {
            "課程編號": "1091C1019",
            "課程名稱": "旅遊英語通初級3",
            "學號": " S10911871",
            "姓名": "張玉華",
            "手機": " 0920841791 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10420785",
            "姓名": "楊惠敏",
            "手機": " 0932167283 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10520509",
            "姓名": "許淑婷",
            "手機": " 0953665110 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911368",
            "姓名": "古英華",
            "手機": " 0986785616 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911369",
            "姓名": "古順華",
            "手機": " 0963755913 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911481",
            "姓名": "魏千琇",
            "手機": " 0955871265 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911514",
            "姓名": "林秋月",
            "手機": " 0930466483 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911519",
            "姓名": "許秀雪",
            "手機": " 0908852315 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911534",
            "姓名": "岑寶華",
            "手機": " 0988813404 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911536",
            "姓名": "王進來",
            "手機": " 0939593688 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911537",
            "姓名": "徐義發",
            "手機": " 0933781226 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911553",
            "姓名": "李游香",
            "手機": " 0965062997 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911629",
            "姓名": "張媛惠",
            "手機": " 0910394029 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911630",
            "姓名": "張虹娟",
            "手機": " 0953668757 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911735",
            "姓名": "崔炳真",
            "手機": " 0910020521 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911771",
            "姓名": "蕭麗鳳",
            "手機": " 0910866768 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911796",
            "姓名": "黃文慧",
            "手機": " 0910230532 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911798",
            "姓名": "黃吳秀英",
            "手機": " 0915160045 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911800",
            "姓名": "林淑芳",
            "手機": " 0952810522 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911982",
            "姓名": "甘麗雯",
            "手機": " 0988378595 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10911992",
            "姓名": "彭添龍",
            "手機": " 0965623222 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912083",
            "姓名": "梁博翔",
            "手機": " 0968820251 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912126",
            "姓名": "賴美蘭",
            "手機": " 0918219026 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912127",
            "姓名": "馮美容",
            "手機": " 0919263861 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912159",
            "姓名": "蔣詠婕",
            "手機": " 0928295791 "
        },
        {
            "課程編號": "1091C1020",
            "課程名稱": "快樂學日文初級",
            "學號": " S10912160",
            "姓名": "吳映萱",
            "手機": " 0906019926 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10120869",
            "姓名": "林俊伶",
            "手機": " 0928118516 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10420276",
            "姓名": "郭采頻",
            "手機": " 0961267867 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10420856",
            "姓名": "許志朋",
            "手機": " 0917171990 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10911248",
            "姓名": "吳溫美珍",
            "手機": " 0933105146 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10911579",
            "姓名": "賴秀鶴",
            "手機": " 0928566733 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10911808",
            "姓名": "邱碧雲",
            "手機": " 0970970666 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10911809",
            "姓名": "簡美玲",
            "手機": " 0963395981 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10911918",
            "姓名": "李春蓮",
            "手機": " 0920828467 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10911985",
            "姓名": "江惠如",
            "手機": " 0912731217 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S10912093",
            "姓名": "章文安",
            "手機": " 0975025007 "
        },
        {
            "課程編號": "1091C1022",
            "課程名稱": "日語50音初級",
            "學號": " S98010682",
            "姓名": "呂麗萍",
            "手機": " 0926705260 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10120359",
            "姓名": "李國坪",
            "手機": " 0933038070 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10210020",
            "姓名": "游淑青",
            "手機": " 0926278230"
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10310033",
            "姓名": "馬世潔",
            "手機": " 0922772510"
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10410817",
            "姓名": "陳梅華",
            "手機": " 0922407622 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10520233",
            "姓名": "何玉蓮",
            "手機": " 0972180981 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910897",
            "姓名": "張曉華",
            "手機": " 0958101893 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910976",
            "姓名": "王秋芬",
            "手機": " 0926847891 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910978",
            "姓名": "黃淑媛",
            "手機": " 0928208929 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910979",
            "姓名": "許燕閣",
            "手機": " 0919336300 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910981",
            "姓名": "簡珮瑜",
            "手機": " 0926989108 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910982",
            "姓名": "李東昇",
            "手機": " 0977116450 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910983",
            "姓名": "林佩蓉",
            "手機": " 0938885240 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910985",
            "姓名": "梁月美",
            "手機": " 0928138063 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910986",
            "姓名": "張惠娟",
            "手機": " 0919509081 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910987",
            "姓名": "林美岑",
            "手機": " 0922161959 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10910988",
            "姓名": "游馥慈",
            "手機": " 0965002159 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911226",
            "姓名": "呂荏榕",
            "手機": " 0910944464 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911511",
            "姓名": "曾慧足",
            "手機": " 0917635426 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911678",
            "姓名": "陳秀嬌",
            "手機": " 0909124585 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911718",
            "姓名": "鍾子青",
            "手機": " 0906955228 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911737",
            "姓名": "陳秀妙",
            "手機": " 0932267074 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911764",
            "姓名": "單忠義",
            "手機": " 0903610527 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911857",
            "姓名": "鄭錥鍹",
            "手機": "  "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10911971",
            "姓名": "吳憶倫",
            "手機": " 0922881277 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S10912111",
            "姓名": "邱靜婉",
            "手機": " 0932093561 "
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S96010081",
            "姓名": "曾惠娟",
            "手機": " 0930167565"
        },
        {
            "課程編號": "1091C1025",
            "課程名稱": "旅遊英文實用日常會話",
            "學號": " S98020205",
            "姓名": "楊淑卿",
            "手機": "  "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10210048",
            "姓名": "孫振源",
            "手機": " 0931995430"
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10520284",
            "姓名": "王珮懿",
            "手機": " 0911090238 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10610368",
            "姓名": "黃中英",
            "手機": " 00989803270 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10610885",
            "姓名": "郭昭吟",
            "手機": " 0922877837 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10810593",
            "姓名": "黎侑鑫",
            "手機": " 0963818713 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910403",
            "姓名": "張燕春*",
            "手機": " 0909054060 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910579",
            "姓名": "高惠娟",
            "手機": " 0933730982 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910735",
            "姓名": "李禮安",
            "手機": " 0960609338 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910864",
            "姓名": "鄭麗美",
            "手機": " 0922557613 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910865",
            "姓名": "曾櫻娟",
            "手機": " 0912392636 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910866",
            "姓名": "黃麗玲",
            "手機": " 0953286102 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910868",
            "姓名": "駱碧珠",
            "手機": " 0911235517 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910869",
            "姓名": "李麗霞",
            "手機": " 0952386376 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910870",
            "姓名": "林淑娜",
            "手機": " 0905084928 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910874",
            "姓名": "許鳳珠",
            "手機": " 0932185978 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910875",
            "姓名": "蕭素眞*",
            "手機": "  "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10910876",
            "姓名": "謝惠美",
            "手機": " 0928872586 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10911522",
            "姓名": "潘正益",
            "手機": " 0932097827 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10911698",
            "姓名": "胡菀芸",
            "手機": " 0955912270 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10911963",
            "姓名": "謝淑娟",
            "手機": " 0953471123 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S10911966",
            "姓名": "林淑真",
            "手機": " 0920020996 "
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S96010197",
            "姓名": "李慧春",
            "手機": " 0933247196"
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S97010392",
            "姓名": "曾瑞珍",
            "手機": " 0918760059"
        },
        {
            "課程編號": "1091C1026",
            "課程名稱": "實用旅遊生活英文會話",
            "學號": " S97020025",
            "姓名": "蕭淑如",
            "手機": " 0972229255 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10910212",
            "姓名": "吳柏慶",
            "手機": " 0919580286 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10910743",
            "姓名": "廖煌珠",
            "手機": " 0928870893 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10910771",
            "姓名": "黃樹蓉",
            "手機": " 0932272395 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10910857",
            "姓名": "彭紀綸",
            "手機": " 0919417089 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10911040",
            "姓名": "張淨如",
            "手機": " 0970250251 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10911041",
            "姓名": "陳致源",
            "手機": " 0988060033 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10911042",
            "姓名": "馬瑜彣",
            "手機": " 0981331251 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10911043",
            "姓名": "呂淑靖",
            "手機": " 0955566151 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10911226",
            "姓名": "呂荏榕",
            "手機": " 0910944464 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10911246",
            "姓名": "陳姝賢",
            "手機": " 0966920492 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10911270",
            "姓名": "王美秀",
            "手機": " 0900671356 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S10912028",
            "姓名": "陳建智",
            "手機": " 0939939515 "
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S97020196",
            "姓名": "郭恬宜",
            "手機": " 0920631599"
        },
        {
            "課程編號": "1091C1027",
            "課程名稱": "實用英文聽力及情境口語英文對話",
            "學號": " S98020350",
            "姓名": "武及蘭",
            "手機": " 0920832017 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910211",
            "姓名": "張盈榛",
            "手機": " 0973384292 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910212",
            "姓名": "吳柏慶",
            "手機": " 0919580286 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910453",
            "姓名": "羅國輝",
            "手機": " 0932934162 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910506",
            "姓名": "藍意鈴",
            "手機": " 0986392800 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910630",
            "姓名": "陳麗秋",
            "手機": " 0911099903 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910709",
            "姓名": "陳麗玲",
            "手機": " 0966623881 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910771",
            "姓名": "黃樹蓉",
            "手機": " 0932272395 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910996",
            "姓名": "李麗娟",
            "手機": " 0928892080 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10910997",
            "姓名": "周宏輝",
            "手機": " 0930423609 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10911065",
            "姓名": "許巧緣",
            "手機": " 0988111686 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10911226",
            "姓名": "呂荏榕",
            "手機": " 0910944464 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10911246",
            "姓名": "陳姝賢",
            "手機": " 0966920492 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10911705",
            "姓名": "程曉涵",
            "手機": " 0987709370 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S10911778",
            "姓名": "陳安邦",
            "手機": " 0987708370 "
        },
        {
            "課程編號": "1091C1030",
            "課程名稱": "英文文法初級及閱讀欣賞",
            "學號": " S98020350",
            "姓名": "武及蘭",
            "手機": " 0920832017 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10110218",
            "姓名": "林藝庭",
            "手機": " 0928285733"
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10220365",
            "姓名": "孫子晴",
            "手機": " 0932933244"
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10411035",
            "姓名": "黃秋菊",
            "手機": " 0920903172 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10910073",
            "姓名": "游于欣",
            "手機": " 0982002115 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911173",
            "姓名": "林曉淳",
            "手機": " 0910210608 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911175",
            "姓名": "曾文顯",
            "手機": " 0955757259 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911176",
            "姓名": "簡光輝",
            "手機": " 0932098251 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911177",
            "姓名": "游松樺",
            "手機": " 0983875605 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911178",
            "姓名": "王致淵＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911179",
            "姓名": "鄭雯文",
            "手機": " 0930182350 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911181",
            "姓名": "邱冠霖",
            "手機": " 0958261664 "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911184",
            "姓名": "紀憶芬 ＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911186",
            "姓名": "呂美慧",
            "手機": "  "
        },
        {
            "課程編號": "1091C1031",
            "課程名稱": "觀光韓國語中級  -  【 和韓國人聊不停 】",
            "學號": " S10911194",
            "姓名": "吳姵儀＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10120387",
            "姓名": "陳昭良",
            "手機": " 0910263607 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10220365",
            "姓名": "孫子晴",
            "手機": " 0932933244"
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10220707",
            "姓名": "董惠娟",
            "手機": " 0928589595"
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10910073",
            "姓名": "游于欣",
            "手機": " 0982002115 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10910194",
            "姓名": "王隆翰",
            "手機": " 0963330893 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911195",
            "姓名": "林亭葳",
            "手機": " 0965826536 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911198",
            "姓名": "謝佩芳",
            "手機": " 0933959279 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911199",
            "姓名": "王儒璽",
            "手機": " 0965421781 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911200",
            "姓名": "黃吳淑芬",
            "手機": " 0955716060 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911201",
            "姓名": "劉惠如＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911202",
            "姓名": "楊若琳",
            "手機": " 0915623665 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911203",
            "姓名": "吳逸凡＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911204",
            "姓名": "郭建宏＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911205",
            "姓名": "李欣芮",
            "手機": " 0965160917 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911239",
            "姓名": "張容瑋",
            "手機": " 0935980512 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911373",
            "姓名": "丘岱臻",
            "手機": " 0970271950 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911528",
            "姓名": "陳玄茹",
            "手機": " 0933109284 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10911763",
            "姓名": "李茗宜",
            "手機": " 0936658929 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10912099",
            "姓名": "曾羿璇",
            "手機": " 0930298485 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10912100",
            "姓名": "王妤倢",
            "手機": " 0921893290 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10912107",
            "姓名": "陳雪惠",
            "手機": " 0987901189 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10912113",
            "姓名": "廖莉婷",
            "手機": " 0910646622 "
        },
        {
            "課程編號": "1091C1032",
            "課程名稱": "背包課韓語 - 就靠這一本",
            "學號": " S10912114",
            "姓名": "廖莉秀",
            "手機": " 0933774699 "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10220365",
            "姓名": "孫子晴",
            "手機": " 0932933244"
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10420071",
            "姓名": "王珮瑜",
            "手機": " 0935800229 "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10710014",
            "姓名": "葉秀珍",
            "手機": " 0911439658 "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10910019",
            "姓名": "陳筱潔",
            "手機": " 0909793178 "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10910065",
            "姓名": "邱珮瑜",
            "手機": " 0989870763 "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10910069",
            "姓名": "吳芷屏",
            "手機": " 0939239461 "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10911169",
            "姓名": "張宇",
            "手機": "  "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10911170",
            "姓名": "游茜雯*",
            "手機": "  "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10911171",
            "姓名": "邱玉淨",
            "手機": " 0932363779 "
        },
        {
            "課程編號": "1091C1033",
            "課程名稱": "韓語快樂學輕鬆說",
            "學號": " S10911464",
            "姓名": "黃惠鈺",
            "手機": " 0922281816 "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S10010181",
            "姓名": "鄭麗菁",
            "手機": " 0958148301"
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S10010468",
            "姓名": "蔡淑芬",
            "手機": " 0937038642 "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S10910829",
            "姓名": "李恒旭",
            "手機": "  "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S10910830",
            "姓名": "王淯瑋",
            "手機": "  "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S10911702",
            "姓名": "林素貞",
            "手機": " 0915341669 "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S10911779",
            "姓名": "許玉花",
            "手機": "  "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S10911912",
            "姓名": "蕭永正",
            "手機": " 0963693771 "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S96010080",
            "姓名": "劉寶霞",
            "手機": " 0975199911"
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S96020036",
            "姓名": "柳維鈞",
            "手機": " 0910919538"
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S96020041",
            "姓名": "陳彩虹",
            "手機": " 0915133352"
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S96020071",
            "姓名": "呂有年",
            "手機": " "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S98010639",
            "姓名": "邱碧玉",
            "手機": " 0939334006 "
        },
        {
            "課程編號": "1091C1034",
            "課程名稱": "英語生活會話(中級2)",
            "學號": " S99010316",
            "姓名": "林裕源",
            "手機": " 0939560918"
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10311026",
            "姓名": "黃子訓",
            "手機": " 0932930217"
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10421000",
            "姓名": "林夢嘉",
            "手機": " 0953897986 "
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10510445",
            "姓名": "蘇璧霞",
            "手機": " 0982011435 "
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10710535",
            "姓名": "李炳輝",
            "手機": " 0936672236 "
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10720398",
            "姓名": "彭靖誠",
            "手機": " 0968323777 "
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10910859",
            "姓名": "范培華",
            "手機": " 0930059916 "
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10911029",
            "姓名": "林鐸峯",
            "手機": " 0986248500 "
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10911148",
            "姓名": "沈育儒",
            "手機": " 0953979852 "
        },
        {
            "課程編號": "1091C2002",
            "課程名稱": "舊城區攝影與人文",
            "學號": " S10911959",
            "姓名": "黃斐",
            "手機": " 0932166908 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10110377",
            "姓名": "林盈秀",
            "手機": " 0928259150"
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10510166",
            "姓名": "張淑華",
            "手機": " 0933958105 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10510668",
            "姓名": "邱淑媛",
            "手機": " 0986315858 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10720330",
            "姓名": "蘇信珠",
            "手機": " 0930050681 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10720397",
            "姓名": "黎氏靜",
            "手機": " 0907327620 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10910382",
            "姓名": "徐淑慎",
            "手機": " 0931094813 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10910463",
            "姓名": "林月美",
            "手機": " 0937966051 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10910548",
            "姓名": "饒淑琴",
            "手機": " 0937871339 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10910619",
            "姓名": "許詩凰",
            "手機": " 0938259330 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10910702",
            "姓名": "謝錦龍",
            "手機": " 0932081052 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10911037",
            "姓名": "徐全義",
            "手機": " 0937106979 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10911045",
            "姓名": "林純霞",
            "手機": " 0922825875 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10911372",
            "姓名": "黃湘惠",
            "手機": " 0905516339 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10911529",
            "姓名": "沈靜修*",
            "手機": "  "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10911808",
            "姓名": "邱碧雲",
            "手機": " 0970970666 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10911853",
            "姓名": "胡清鳳",
            "手機": " 0932269111 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10911988",
            "姓名": "葉耿烜",
            "手機": " 0928293700 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10912152",
            "姓名": "葉意娜",
            "手機": " 0925190380 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S10912164",
            "姓名": "黃美珠",
            "手機": " 0926370330 "
        },
        {
            "課程編號": "1091C2006",
            "課程名稱": "輕鬆學電腦基本認識與Office編輯應用初級",
            "學號": " S97020363",
            "姓名": "林怡君",
            "手機": " 0928628790"
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10020435",
            "姓名": "簡婉玉",
            "手機": " 0963902378 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10110492",
            "姓名": "郭曉禧",
            "手機": " 0926942850 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10120359",
            "姓名": "李國坪",
            "手機": " 0933038070 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10120481",
            "姓名": "游銀蘭",
            "手機": " 0933936165"
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10330763",
            "姓名": "張純蜜",
            "手機": " 0937286772 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10610776",
            "姓名": "陳春秀",
            "手機": " 0928092763 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10710469",
            "姓名": "蘇芮",
            "手機": " 0905551258 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910588",
            "姓名": "陳淑訓",
            "手機": " 0928200727 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910591",
            "姓名": "艾裕株",
            "手機": " 0930727670 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910632",
            "姓名": "蘇俊義",
            "手機": " 0920233765 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910635",
            "姓名": "陳奐元",
            "手機": " 0988113089 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910638",
            "姓名": "黃崑棣",
            "手機": " 0928229753 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910640",
            "姓名": "童桂枝",
            "手機": " 0934191272 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910650",
            "姓名": "李桂花",
            "手機": " 0910267577 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10910690",
            "姓名": "林靜妏",
            "手機": " 0937899648 "
        },
        {
            "課程編號": "1091C2007",
            "課程名稱": "實用生活攝影與數位編輯中級",
            "學號": " S10911742",
            "姓名": "簡惠菁",
            "手機": " 0988090862 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10410577",
            "姓名": "蔡添賢",
            "手機": " 0920148605 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10420082",
            "姓名": "陳亭光",
            "手機": " 0972939225 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10511108",
            "姓名": "徐九聲",
            "手機": " 0937859981 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10521044",
            "姓名": "呂宏麗",
            "手機": " 0903289888 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10610735",
            "姓名": "劉春美",
            "手機": " 0972-25527 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10910019",
            "姓名": "陳筱潔",
            "手機": " 0909793178 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10910023",
            "姓名": "符湘萍",
            "手機": " 0933778515 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10910029",
            "姓名": "曹淑英",
            "手機": " 0920633190 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10910615",
            "姓名": "陳書屏",
            "手機": " 0933783709 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10910627",
            "姓名": "林美家",
            "手機": " 0919986299 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10910628",
            "姓名": "林宛瑜",
            "手機": " 0936062393 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10911668",
            "姓名": "王秀翠",
            "手機": " 0988156389 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10911674",
            "姓名": "張宏枝",
            "手機": " 0933951808 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10911784",
            "姓名": "呂元琮",
            "手機": " 0952883073 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10911848",
            "姓名": "梁鳳珍",
            "手機": " 0983216486 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10911849",
            "姓名": "李龍輝",
            "手機": " 0983219349 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10911865",
            "姓名": "葉爾燕",
            "手機": " 0933783637 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10912106",
            "姓名": "賴雅玲",
            "手機": " 0958642979 "
        },
        {
            "課程編號": "1091C3002",
            "課程名稱": "茶道入門",
            "學號": " S10912176",
            "姓名": "翁淑慧",
            "手機": " 0921854508 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10220849",
            "姓名": "曾永光",
            "手機": " 0933082750"
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10410979",
            "姓名": "許秀珍",
            "手機": " 0936775578 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10420148",
            "姓名": "黃銘輝",
            "手機": " 0912029012 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10420751",
            "姓名": "陳振源",
            "手機": " 0932096479 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10520756",
            "姓名": "吳廖美智",
            "手機": " 0916282007 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10520976",
            "姓名": "鍾小惠",
            "手機": " 0925977968 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10521085",
            "姓名": "范慧雯",
            "手機": " 0928249229 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10810779",
            "姓名": "詹麗秋",
            "手機": " 0917239967 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10820084",
            "姓名": "楊秋蘭",
            "手機": " 0930765006 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10911020",
            "姓名": "廖婈淓",
            "手機": " 0938980211 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S10911342",
            "姓名": "陳琬璧",
            "手機": " 0952808580 "
        },
        {
            "課程編號": "1091C3005",
            "課程名稱": "咖啡飲品輕食慢活B",
            "學號": " S98020191",
            "姓名": "郭連仁妙",
            "手機": " 0935696288 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " O10710143",
            "姓名": "陳美惠",
            "手機": " 0958086831 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10620641",
            "姓名": "林忠孝",
            "手機": " 0938031776 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910027",
            "姓名": "孫淑敏",
            "手機": " 0916827168 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910512",
            "姓名": "何富美",
            "手機": " 0911396202 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910513",
            "姓名": "許美鳳",
            "手機": " 0913133777 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910516",
            "姓名": "潘惠玲",
            "手機": " 0955841825 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910643",
            "姓名": "雷秀雲",
            "手機": " 0920613317 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910649",
            "姓名": "許美娟",
            "手機": " 0989666130 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910654",
            "姓名": "賀慧珍",
            "手機": " 0936178616 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10910739",
            "姓名": "李長憙",
            "手機": " 0902306578 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10911250",
            "姓名": "陳可迪",
            "手機": " 0910254220 "
        },
        {
            "課程編號": "1091C3007",
            "課程名稱": "幸福手工皂與保養品手作中級3",
            "學號": " S10912094",
            "姓名": "王亭喬",
            "手機": " 0953103203 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10510763",
            "姓名": "李素卿",
            "手機": " 0955354391 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10910437",
            "姓名": "劉廷祥",
            "手機": " 0988139569 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911026",
            "姓名": "陳奕靜",
            "手機": " 0905803704 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911128",
            "姓名": "黃馨",
            "手機": " 0932003858 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911165",
            "姓名": "廖明雄",
            "手機": " 0968898978 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911379",
            "姓名": "孟潔明",
            "手機": " 0923125758 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911382",
            "姓名": "林原呈",
            "手機": "  "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911384",
            "姓名": "顏莉香",
            "手機": " 0938034846 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911386",
            "姓名": "李英偉",
            "手機": "  "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911394",
            "姓名": "王宥絜",
            "手機": " 0909635356 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911567",
            "姓名": "李秀菊",
            "手機": " 0932015249 "
        },
        {
            "課程編號": "1091C3011",
            "課程名稱": "易經智慧讓生活更有趣",
            "學號": " S10911594",
            "姓名": "塗世暉",
            "手機": " 0912281584 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10010468",
            "姓名": "蔡淑芬",
            "手機": " 0937038642 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10110466",
            "姓名": "陳阿珠",
            "手機": " 0919245666 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10710183",
            "姓名": "羅美珍",
            "手機": " 0932273716 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10911240",
            "姓名": "李銘輝",
            "手機": " 0958558352 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10911241",
            "姓名": "嚴麗英",
            "手機": " 0937912023 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10911242",
            "姓名": "許淑靜",
            "手機": " 0960016033 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10911243",
            "姓名": "徐筠喬",
            "手機": " 0922200183 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10911244",
            "姓名": "楊淑芬",
            "手機": "  "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10911245",
            "姓名": "蘇貞晴",
            "手機": " 098112551 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S10911888",
            "姓名": "簡淑貞",
            "手機": " 0922437066 "
        },
        {
            "課程編號": "1091C3015",
            "課程名稱": "中國結與種子相遇B",
            "學號": " S96010157",
            "姓名": "蘇玉媛",
            "手機": " 0933106329"
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " O10821073",
            "姓名": "曹慧明",
            "手機": " 0905691541 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10010156",
            "姓名": "鄧汶慧",
            "手機": " 0926033851 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10710025",
            "姓名": "邱麗娟",
            "手機": " 0922561935 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10820279",
            "姓名": "張陳紫璇",
            "手機": " 0929414178 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10910308",
            "姓名": "段三嬡",
            "手機": " 0921643629 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10910314",
            "姓名": "簡芷萱",
            "手機": " 0955269018 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10910327",
            "姓名": "李梅雲",
            "手機": " 0975968176 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10910362",
            "姓名": "王玉美",
            "手機": " 0939635261 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10910363",
            "姓名": "鄭淑慈",
            "手機": " 0917827678 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10910373",
            "姓名": "邱千菲",
            "手機": " 0926311106 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10911597",
            "姓名": "葉琬惠",
            "手機": " 0930946896 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10911752",
            "姓名": "王湘怡",
            "手機": " 0936107373 "
        },
        {
            "課程編號": "1091C3016",
            "課程名稱": "快樂學烘焙",
            "學號": " S10912147",
            "姓名": "王秀月",
            "手機": " 0966533862 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10910333",
            "姓名": "吳禎婷",
            "手機": " 0919227875 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10910352",
            "姓名": "黃瑋婷",
            "手機": " 0913798796 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10910472",
            "姓名": "許素卿",
            "手機": " 0910153746 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10911431",
            "姓名": "張良雯",
            "手機": " 0920397085 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10911438",
            "姓名": "彭亦純",
            "手機": " 0968039938 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10911571",
            "姓名": "李季珠",
            "手機": " 0932098495 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10911644",
            "姓名": "楊心寧",
            "手機": " 0921396838 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10911685",
            "姓名": "謝欣汝",
            "手機": " 0970800246 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10911821",
            "姓名": "劉玉琇",
            "手機": " 0952168728 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S10911831",
            "姓名": "許紫姍",
            "手機": " 0922757161 "
        },
        {
            "課程編號": "1091C3018",
            "課程名稱": "開心學烘焙",
            "學號": " S98010139",
            "姓名": "方秀貞",
            "手機": " 0932022124 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " O10811075",
            "姓名": "郭怡廷",
            "手機": " 0968968809 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10520438",
            "姓名": "李仕卉",
            "手機": " 0939250515 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10810332",
            "姓名": "蔡秀珍",
            "手機": " 0933950136 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910318",
            "姓名": "戴綵柔",
            "手機": " 0903164132 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910336",
            "姓名": "丁慰菱",
            "手機": " 0911931673 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910339",
            "姓名": "褚芳鈺",
            "手機": " 0930751153 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910341",
            "姓名": "李菁菁",
            "手機": " 0932140811 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910344",
            "姓名": "鄭欽玉",
            "手機": " 0982811680 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910345",
            "姓名": "蘇映竹",
            "手機": " 0982268459 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910346",
            "姓名": "林巍如",
            "手機": " 0916998438 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910350",
            "姓名": "劉隨真",
            "手機": " 0917515189 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910351",
            "姓名": "邱碩妍",
            "手機": " 0928506579 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910357",
            "姓名": "曾小津",
            "手機": " 0931393335 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910372",
            "姓名": "徐款款",
            "手機": " 0981926886 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910383",
            "姓名": "郭鳳珠",
            "手機": " 0911380576 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910390",
            "姓名": "楊瑞琴",
            "手機": " 0906232580 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910852",
            "姓名": "吳秋月",
            "手機": " 0912220779 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10910853",
            "姓名": "高子怡",
            "手機": " 0965724099 "
        },
        {
            "課程編號": "1091C3019",
            "課程名稱": "綜合烘焙實作",
            "學號": " S10911875",
            "姓名": "吳春美",
            "手機": " 0938199057 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10520086",
            "姓名": "林淑玲",
            "手機": " 0919270771 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10610944",
            "姓名": "陳如意",
            "手機": " 0919351973 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10611076",
            "姓名": "黃莉禎",
            "手機": " 0919130089 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10910553",
            "姓名": "陳佩玉",
            "手機": " 0958480370 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10911341",
            "姓名": "游美珠",
            "手機": " 0914085360 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10911669",
            "姓名": "黃育珍",
            "手機": " 0922196886 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10911670",
            "姓名": "林麗櫻",
            "手機": " 0953370937 "
        },
        {
            "課程編號": "1091C3021",
            "課程名稱": "幸福滋味做烘焙初級A",
            "學號": " S10912021",
            "姓名": "黃美玉",
            "手機": " 0912515342 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10720286",
            "姓名": "許陳含笑",
            "手機": " 0933958918 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911074",
            "姓名": "許芷瑄",
            "手機": " 0989279666 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911076",
            "姓名": "葉秀英",
            "手機": " 0952465380 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911077",
            "姓名": "周惠玲",
            "手機": " 0932095599 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911078",
            "姓名": "陳素娟",
            "手機": " 0938007626 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911079",
            "姓名": "何慧賢",
            "手機": " 0925220546 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911080",
            "姓名": "林素謹",
            "手機": " 0915312752 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911081",
            "姓名": "周曉京",
            "手機": " 0919214847 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911082",
            "姓名": "鍾雲珍",
            "手機": " 0922410501 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911083",
            "姓名": "高玉芳",
            "手機": " 0912883572 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911087",
            "姓名": "林曉君",
            "手機": " 0912596336 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911088",
            "姓名": "溫裕旺",
            "手機": " 0966711737 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911089",
            "姓名": "徐佩琪",
            "手機": " 0911831915 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911090",
            "姓名": "吳敏慧",
            "手機": " 0928070770 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911091",
            "姓名": "沈萌明",
            "手機": " 0922295238 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911093",
            "姓名": "林游寶貴",
            "手機": " 0963327095 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911095",
            "姓名": "廖麗嫻",
            "手機": " 0919252608 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911096",
            "姓名": "許文凌",
            "手機": " 0916910321 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911097",
            "姓名": "林詹阿玉",
            "手機": " 0937871257 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911099",
            "姓名": "陳念慈",
            "手機": " 0918716067 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911100",
            "姓名": "郭淑蓉",
            "手機": " 無 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911101",
            "姓名": "陳翠娉",
            "手機": " 無 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911103",
            "姓名": "盧宜瑩",
            "手機": " 無 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911104",
            "姓名": "楊玉瑩",
            "手機": " 無 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911110",
            "姓名": "孫宗宜 ",
            "手機": " 0932381923 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911615",
            "姓名": "莊志如",
            "手機": " 0937808105 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911616",
            "姓名": "陸宣亦",
            "手機": " 0905151307 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10911884",
            "姓名": "林秀陵",
            "手機": " 0919354085 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S10912141",
            "姓名": "翁碧卿",
            "手機": " 0933954145 "
        },
        {
            "課程編號": "1091C3022",
            "課程名稱": "生活花藝美學及療癒園藝",
            "學號": " S96020259",
            "姓名": "簡瑞青",
            "手機": " 0935187800"
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10521095",
            "姓名": "許月春",
            "手機": " 0928564243 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10610482",
            "姓名": "彭蓮牽",
            "手機": " 0905665209 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10910940",
            "姓名": "何志剛",
            "手機": " 0933012888 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10910942",
            "姓名": "郭淑惠",
            "手機": " 0939996830 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10910944",
            "姓名": "林秀娟",
            "手機": " 0935797308 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10910945",
            "姓名": "高恩霞",
            "手機": " 0918128688 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10910946",
            "姓名": "吳靜瑜",
            "手機": " 0927077937 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10910947",
            "姓名": "謝愛珠",
            "手機": " 0928556918 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10910948",
            "姓名": "廖英如",
            "手機": " 0922723632 "
        },
        {
            "課程編號": "1091C3023",
            "課程名稱": "手工咖啡的藝術實作中級1",
            "學號": " S10912006",
            "姓名": "黃斐淇",
            "手機": " 0918033598 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10110609",
            "姓名": "陳幼",
            "手機": " 0910282809"
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10220261",
            "姓名": "簡薇庭",
            "手機": " 0952576257 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10910917",
            "姓名": "魯文娟",
            "手機": " 0936917289 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10910919",
            "姓名": "郭政哲",
            "手機": " 0955885927 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10910920",
            "姓名": "陳美華",
            "手機": "  "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10910921",
            "姓名": "江婕嬿",
            "手機": "  "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10910922",
            "姓名": "陳淑珍",
            "手機": "  "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10910923",
            "姓名": "盧阿卿*",
            "手機": "  "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10911025",
            "姓名": "林麗瓊",
            "手機": " 0931932660 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10911557",
            "姓名": "王宇波",
            "手機": " 0978266011 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10911743",
            "姓名": "黃崇寬",
            "手機": " 0928872455 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10911744",
            "姓名": "卓德志",
            "手機": " 0932267899 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10911765",
            "姓名": "陳妍",
            "手機": " 0932267899 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S10911849",
            "姓名": "李龍輝",
            "手機": " 0983219349 "
        },
        {
            "課程編號": "1091C3025",
            "課程名稱": "咖啡與飲品調製",
            "學號": " S97010443",
            "姓名": "邱憲志",
            "手機": " 0933955174 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " O10810784",
            "姓名": "呂淑玲",
            "手機": " 0912682886 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " O10820978",
            "姓名": "吳佩芬",
            "手機": " 0938715155 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10910374",
            "姓名": "王瑞琪",
            "手機": " 0920463792 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10910376",
            "姓名": "程于珊",
            "手機": " 0921994443 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10910411",
            "姓名": "廖珠蓉",
            "手機": "  "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10910918",
            "姓名": "邱秀雲",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10911452",
            "姓名": "江靜恩",
            "手機": " 0937451168 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10911859",
            "姓名": "莊家羚",
            "手機": "  "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10912135",
            "姓名": "林素卿",
            "手機": " 0936832432 "
        },
        {
            "課程編號": "1091C3027",
            "課程名稱": "手工咖啡的藝術實作初級1",
            "學號": " S10912156",
            "姓名": "張福成",
            "手機": " 0982333381 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10420051",
            "姓名": "楊啟傳",
            "手機": " 0935943981 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10720285",
            "姓名": "許阿金",
            "手機": " 0910153877 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10720286",
            "姓名": "許陳含笑",
            "手機": " 0933958918 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911067",
            "姓名": "許淑芬",
            "手機": " 0937958928 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911366",
            "姓名": "許青珍",
            "手機": " 0933958928 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911415",
            "姓名": "詹怡琇",
            "手機": " 0922593714 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911416",
            "姓名": "許豪龍",
            "手機": "  "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911506",
            "姓名": "賴姿秀",
            "手機": " 0905673650 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911521",
            "姓名": "黃秀桃",
            "手機": " 0935167830 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911603",
            "姓名": "陳君毓",
            "手機": " 0920651000 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911633",
            "姓名": "徐玉秀",
            "手機": " 0928865089 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911692",
            "姓名": "賴亦薇",
            "手機": " 0932866811 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911693",
            "姓名": "李良川",
            "手機": "  "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911885",
            "姓名": "楊麗雲",
            "手機": " 0938591556 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911913",
            "姓名": "莊水錦",
            "手機": " 0933779005 "
        },
        {
            "課程編號": "1091C3030",
            "課程名稱": "寵物美容照顧",
            "學號": " S10911914",
            "姓名": "黃麗滿",
            "手機": " 0918298664 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10410196",
            "姓名": "高瑋蓮",
            "手機": " 0920362696 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10510644",
            "姓名": "陳馨",
            "手機": " 0937107875 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10610898",
            "姓名": "張宏銓",
            "手機": " 0922787615 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10620853",
            "姓名": "陳建成",
            "手機": " 0930861372 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10710498",
            "姓名": "洪世宗",
            "手機": " 0922395509 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10710804",
            "姓名": "李俊雄",
            "手機": " 0987144237 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10720267",
            "姓名": "張俊昌",
            "手機": " 0977000103 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10910511",
            "姓名": "吳侃靜",
            "手機": " 0953317965 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10911387",
            "姓名": "宮良治",
            "手機": " 0953317963 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10911806",
            "姓名": "陳美緞",
            "手機": " 0926919475 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10911837",
            "姓名": "江枚玲",
            "手機": " 0980179269 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10911908",
            "姓名": "鄭稚怜",
            "手機": " 0938696852 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10911967",
            "姓名": "王靜雯",
            "手機": " 0983124391 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10912011",
            "姓名": "張與庭",
            "手機": " 0956022321 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10912074",
            "姓名": "湯敬全",
            "手機": " 0930877778 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10912081",
            "姓名": "顏均諺",
            "手機": " 0963395995 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10912110",
            "姓名": "張敬峻",
            "手機": " 0917382972 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10912112",
            "姓名": "張綱峰",
            "手機": " 0910442737 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10912117",
            "姓名": "李沛鵑",
            "手機": " 0926513653 "
        },
        {
            "課程編號": "1091C3031",
            "課程名稱": "歡樂羽球教學",
            "學號": " S10912118",
            "姓名": "蔡榮生",
            "手機": " 0900626567 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10910669",
            "姓名": "謝淑梅",
            "手機": " 0922485133 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10910783",
            "姓名": "林瑞珠",
            "手機": " 0920152616 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10910927",
            "姓名": "陳愷唯",
            "手機": " 0966299186 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10910928",
            "姓名": "羅莉麗",
            "手機": " 0938003258 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10910929",
            "姓名": "高怡珮",
            "手機": " 0925352185 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10911047",
            "姓名": "吳庠鋐",
            "手機": " 0925904067 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10911048",
            "姓名": "吳如芳",
            "手機": " 0925904067 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10911224",
            "姓名": "李秀雁",
            "手機": " 0928863992 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10911333",
            "姓名": "蕭錦霞",
            "手機": " 0933922857 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10911805",
            "姓名": "余偲萍",
            "手機": " 0981066511 "
        },
        {
            "課程編號": "1091C3032",
            "課程名稱": "潮流快剪造型設計",
            "學號": " S10911951",
            "姓名": "邱垂千",
            "手機": " 0921861756 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910044",
            "姓名": "劉玉景",
            "手機": " 0928846665 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910543",
            "姓名": "陳敏純",
            "手機": " 0910395248 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910835",
            "姓名": "鍾美華",
            "手機": " 0920175934 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910836",
            "姓名": "陳韋樺",
            "手機": " 0972006205 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910837",
            "姓名": "黃方麗玲",
            "手機": "  "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910838",
            "姓名": "蘇麗敏",
            "手機": " 0916824032 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910839",
            "姓名": "林美雪",
            "手機": " 0916062808 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10910841",
            "姓名": "林佩妤",
            "手機": " 0919173216 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10911055",
            "姓名": "李美玲",
            "手機": " 0911998801 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10911446",
            "姓名": "彭子芸",
            "手機": " 0936915086 "
        },
        {
            "課程編號": "1091C4001",
            "課程名稱": "樂活療愈瑜珈",
            "學號": " S10911882",
            "姓名": "簡碧芳",
            "手機": " 0933953000 "
        },
        {
            "課程編號": "1091C4002",
            "課程名稱": "經絡塑身瑜伽",
            "學號": " S10520842",
            "姓名": "蔡秋香",
            "手機": " 091296204 "
        },
        {
            "課程編號": "1091C4002",
            "課程名稱": "經絡塑身瑜伽",
            "學號": " S10910231",
            "姓名": "邱雲蘭",
            "手機": " 0928243200 "
        },
        {
            "課程編號": "1091C4002",
            "課程名稱": "經絡塑身瑜伽",
            "學號": " S10911228",
            "姓名": "陳金燕",
            "手機": " 0932367315 "
        },
        {
            "課程編號": "1091C4002",
            "課程名稱": "經絡塑身瑜伽",
            "學號": " S10911369",
            "姓名": "古順華",
            "手機": " 0963755913 "
        },
        {
            "課程編號": "1091C4002",
            "課程名稱": "經絡塑身瑜伽",
            "學號": " S10911381",
            "姓名": "羅康寧",
            "手機": " 0933970166 "
        },
        {
            "課程編號": "1091C4002",
            "課程名稱": "經絡塑身瑜伽",
            "學號": " S10911422",
            "姓名": "駱瓊玲",
            "手機": " 0918092011 "
        },
        {
            "課程編號": "1091C4002",
            "課程名稱": "經絡塑身瑜伽",
            "學號": " S10911440",
            "姓名": "李宜珊",
            "手機": " 0982489130 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10220297",
            "姓名": "彭楚平",
            "手機": " 0921138502 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10520629",
            "姓名": "何國民",
            "手機": " 0920258800 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10611214",
            "姓名": "劉緬懷",
            "手機": " 0937981613 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10910193",
            "姓名": "林瑞清",
            "手機": " 0928267911 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10910195",
            "姓名": "倪候智",
            "手機": " 0928846564 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10910335",
            "姓名": "黃慧英",
            "手機": " 0928871780 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10910375",
            "姓名": "呂維霖",
            "手機": " 0901230671 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10911136",
            "姓名": "楊淑梅",
            "手機": " 0908122960 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10911733",
            "姓名": "楊慧慈",
            "手機": " 0908122961 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10911815",
            "姓名": "勵澤霖",
            "手機": " 0918217719 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10911860",
            "姓名": "陳麗鳳",
            "手機": " 0933518605 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S10911973",
            "姓名": "吳采珊",
            "手機": " 0955127919 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S96020022",
            "姓名": "黃秋玉",
            "手機": " 0919959719"
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S97010223",
            "姓名": "黃文秀",
            "手機": " 0937110302"
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S97010224",
            "姓名": "黃瓊如",
            "手機": " 0911906639 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S98010035",
            "姓名": "鄭乃豪",
            "手機": " 0932103191"
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S99010255",
            "姓名": "黃仁英",
            "手機": " 0910173835 "
        },
        {
            "課程編號": "1091C4004",
            "課程名稱": "道家傳統太極拳入門",
            "學號": " S99020283",
            "姓名": "黃瓊方",
            "手機": " 0928846564 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10110227",
            "姓名": "楊柳",
            "手機": " 0953358230 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10110662",
            "姓名": "劉海珍",
            "手機": " 0937465542 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10410720",
            "姓名": "黃美玉",
            "手機": " 0931935911 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10420475",
            "姓名": "朱素鳳",
            "手機": " 0933106950 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10610077",
            "姓名": "陳瑩蓉",
            "手機": " 0939200643 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10910013",
            "姓名": "莊秋桂",
            "手機": " 0918104250 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10910528",
            "姓名": "郭映里",
            "手機": "  "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10910529",
            "姓名": "陳蓁蓁",
            "手機": "  "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10910530",
            "姓名": "黃郁格",
            "手機": "  "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10910532",
            "姓名": "劉琬芬",
            "手機": "  "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10911463",
            "姓名": "江玉婕",
            "手機": " 0932243620 "
        },
        {
            "課程編號": "1091C4005",
            "課程名稱": "心靈美體瑜伽",
            "學號": " S10911921",
            "姓名": "楊美玲",
            "手機": " 0916312488 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10110238",
            "姓名": "張崇伯",
            "手機": " 0919338453"
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10120822",
            "姓名": "于蔓芬",
            "手機": " 0912836578 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10210262",
            "姓名": "李汶墉",
            "手機": " 0912836579 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10210349",
            "姓名": "葉小珍",
            "手機": " 0920757659"
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10330121",
            "姓名": "黃秀子",
            "手機": " 0911571205 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10330368",
            "姓名": "李淑慧",
            "手機": " 0988633378 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10720124",
            "姓名": "紀淑敏",
            "手機": " 0922743243 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10820460",
            "姓名": "常月娥",
            "手機": " 0929943883 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910135",
            "姓名": "張雅雯",
            "手機": " 0922657588 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910255",
            "姓名": "徐榆榛",
            "手機": " 0917246507 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910265",
            "姓名": "李惠強",
            "手機": " 0935150759 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910267",
            "姓名": "陳雪嬌",
            "手機": " 0937466818 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910270",
            "姓名": "劉明揚",
            "手機": " 0929109685 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910273",
            "姓名": "葉美惠",
            "手機": " 0932366713 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910315",
            "姓名": "蘇翠華",
            "手機": " 0958652298 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910317",
            "姓名": "林石楠",
            "手機": " 0968928352 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910437",
            "姓名": "劉廷祥",
            "手機": " 0988139569 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910443",
            "姓名": "陳志恆",
            "手機": " 0937929766 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910444",
            "姓名": "李文晴",
            "手機": " 0920771621 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910461",
            "姓名": "許玉燕",
            "手機": " o92197o124 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10910726",
            "姓名": "張援",
            "手機": " 0937052360 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10911516",
            "姓名": "莊秀珍",
            "手機": " 0958729139 "
        },
        {
            "課程編號": "1091C4007",
            "課程名稱": "八段錦氣功與華佗五禽戲",
            "學號": " S10912146",
            "姓名": "張崇德",
            "手機": " 0931388556 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10210632",
            "姓名": "陳惠美",
            "手機": " 0972765617 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10720177",
            "姓名": "張玲",
            "手機": " 0926642737 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10910051",
            "姓名": "戴翠裡",
            "手機": " 0915855968 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10910140",
            "姓名": "郭艷嬌",
            "手機": " 0906151685 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10910141",
            "姓名": "賴玉華",
            "手機": " 0933144708 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10910589",
            "姓名": "鄭語萱*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10910590",
            "姓名": "張基陽*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10910903",
            "姓名": "曾祥達",
            "手機": " 0937801500 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10911473",
            "姓名": "林惠珍",
            "手機": " 0918133021 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10911828",
            "姓名": "游江謝秀蘭",
            "手機": "  "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10911960",
            "姓名": "游輝川",
            "手機": " 0910396323 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S10912142",
            "姓名": "游碧慧",
            "手機": " 0912218627 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S96020475",
            "姓名": "詹育盈",
            "手機": " 0933951425 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S96020476",
            "姓名": "詹佩函",
            "手機": " 0932022767"
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S98010550",
            "姓名": "林惠娟",
            "手機": " 0916617388 "
        },
        {
            "課程編號": "1091C4009",
            "課程名稱": "緩和瑜珈",
            "學號": " S99010006",
            "姓名": "簡月雲",
            "手機": " 0972194982 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10120825",
            "姓名": "范姜美珠",
            "手機": " 0961012888"
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10420715",
            "姓名": "劉怡青",
            "手機": " 0911357367 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10611313",
            "姓名": "王淑媛",
            "手機": " 0921330950 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910049",
            "姓名": "許碧蓮",
            "手機": " 0932272189 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910051",
            "姓名": "戴翠裡",
            "手機": " 0915855968 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910052",
            "姓名": "黃湘雲",
            "手機": " 0989960138 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910090",
            "姓名": "林庭宇",
            "手機": " 0978060663 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910140",
            "姓名": "郭艷嬌",
            "手機": " 0906151685 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910141",
            "姓名": "賴玉華",
            "手機": " 0933144708 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910142",
            "姓名": "楊陳麗蕉",
            "手機": " 0932929162 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910166",
            "姓名": "蔡麗華",
            "手機": " 0913-525528 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10910586",
            "姓名": "簡寶花",
            "手機": "  "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10911046",
            "姓名": "邱淑芳",
            "手機": " 0918959286 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10911465",
            "姓名": "陳儀姿",
            "手機": " 0955949201 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10911473",
            "姓名": "林惠珍",
            "手機": " 0918133021 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10911517",
            "姓名": "簡邱阿有",
            "手機": "  "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10911681",
            "姓名": "林珂伃",
            "手機": " 0905037629 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S10911897",
            "姓名": "顏妤庭",
            "手機": " 0931910515 "
        },
        {
            "課程編號": "1091C4010",
            "課程名稱": "印度瑜珈初級",
            "學號": " S99010006",
            "姓名": "簡月雲",
            "手機": " 0972194982 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10220571",
            "姓名": "王本玲",
            "手機": " 0928870251"
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10420101",
            "姓名": "蕭淑華",
            "手機": " 0952931848 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10510149",
            "姓名": "林慧珠",
            "手機": " 0910311951 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10610569",
            "姓名": "黃燕真",
            "手機": " 0928567865 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10910305",
            "姓名": "黃佩玲",
            "手機": " 0910945120 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10910307",
            "姓名": "蔡翠蘭",
            "手機": " 0914076560 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10910600",
            "姓名": "徐文垣",
            "手機": " 0937209194 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10910614",
            "姓名": "曾心慧",
            "手機": " 0919554966 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10910685",
            "姓名": "詹玉玲",
            "手機": " 0933110498 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10910758",
            "姓名": "詹東芳",
            "手機": " 0988302272 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10911343",
            "姓名": "潘麗芳",
            "手機": " 0911075780 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10911519",
            "姓名": "許秀雪",
            "手機": " 0908852315 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10911776",
            "姓名": "陳芊彤",
            "手機": " 0917266990 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10911934",
            "姓名": "謝簡智慧",
            "手機": " 0939898871 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S10911937",
            "姓名": "曾素鳳",
            "手機": " 0909363078 "
        },
        {
            "課程編號": "1091C4011",
            "課程名稱": "經絡鬆筋美容養生",
            "學號": " S98010493",
            "姓名": "李愛英",
            "手機": " 0"
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10410137",
            "姓名": "陳淑麗",
            "手機": " 0953485777 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10510176",
            "姓名": "呂素君",
            "手機": " 0918220791 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10510706",
            "姓名": "郭恩彤",
            "手機": " 0929944321 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10620808",
            "姓名": "張發英",
            "手機": " 0972738595 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910016",
            "姓名": "陳麗萍",
            "手機": " 0983396601 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910184",
            "姓名": "徐永竹",
            "手機": " 0932304349 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910207",
            "姓名": "褚巧琪",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910285",
            "姓名": "高于婷",
            "手機": " 0955290702 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910319",
            "姓名": "李本初",
            "手機": " 0932363485 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910366",
            "姓名": "林美雲",
            "手機": " 0933036026 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910448",
            "姓名": "林慧婷",
            "手機": " 0981890362 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910556",
            "姓名": "鄒淑芳",
            "手機": " 0920371204 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910557",
            "姓名": "李秀華",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910558",
            "姓名": "劉憶如",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910560",
            "姓名": "彭秀雲",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910562",
            "姓名": "周慈賢",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910564",
            "姓名": "王慧玲",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910565",
            "姓名": "王若苹*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910566",
            "姓名": "王素娥",
            "手機": "  "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10910695",
            "姓名": "張美華",
            "手機": " 0928858970 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S10911961",
            "姓名": "劉暄",
            "手機": " 0929048251 "
        },
        {
            "課程編號": "1091C4012",
            "課程名稱": "樂活心瑜珈",
            "學號": " S98010352",
            "姓名": "陳婉婷",
            "手機": " 0920018056 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10110245",
            "姓名": "洪瑜秀",
            "手機": " 0988595707 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10220592",
            "姓名": "蘇惠玲",
            "手機": " 0937879938 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10510526",
            "姓名": "朱湘芸",
            "手機": " 0936-198161 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10510674",
            "姓名": "黃瑞蓮",
            "手機": " 0920522285 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10520691",
            "姓名": "林美寬",
            "手機": " 0912511828 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10520912",
            "姓名": "許雅鈞",
            "手機": " 0933250878 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10910106",
            "姓名": "楊靜怡",
            "手機": " 0953178316 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10910165",
            "姓名": "林宜瑩",
            "手機": " 0960760133 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10910180",
            "姓名": "黃正純",
            "手機": " 0937724061 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10910854",
            "姓名": "張馨仁",
            "手機": " 0922429136 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10910855",
            "姓名": "陳秀琴",
            "手機": " 0971436825 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10910856",
            "姓名": "郭束賢",
            "手機": " 0937028777 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10911470",
            "姓名": "毛筱萱",
            "手機": " 0925290303 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10911561",
            "姓名": "李冠瑩",
            "手機": " 0989817402 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10911936",
            "姓名": "陳麗芳",
            "手機": " 0926986980 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10911958",
            "姓名": "余燕禎",
            "手機": " 0955650991 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10912014",
            "姓名": "陳筱孄",
            "手機": " 0985368749 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S10912031",
            "姓名": "謝淑芬",
            "手機": " 0989131176 "
        },
        {
            "課程編號": "1091C4013",
            "課程名稱": "魅力MV有氧",
            "學號": " S97010411",
            "姓名": "吳皓年",
            "手機": " 0931241455 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10310899",
            "姓名": "張美芳",
            "手機": " 0933969738"
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10330368",
            "姓名": "李淑慧",
            "手機": " 0988633378 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10420634",
            "姓名": "黃逸文",
            "手機": " 0955267397 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10420903",
            "姓名": "萬雯娟",
            "手機": " 0922617466 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10510689",
            "姓名": "彭淑玲",
            "手機": " 0956297936 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10520597",
            "姓名": "曾佳鈺",
            "手機": " 0926778831 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10810163",
            "姓名": "吳惠玲",
            "手機": " 0938132097 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10910533",
            "姓名": "陳宛瑜",
            "手機": " 0928634546 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10910534",
            "姓名": "江秋華",
            "手機": " 0920714990 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10910535",
            "姓名": "何玉蓮*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10910536",
            "姓名": "李姵霖",
            "手機": " 0963198858 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10910967",
            "姓名": "彭心慧",
            "手機": " 0915060586 "
        },
        {
            "課程編號": "1091C4015",
            "課程名稱": "養生雕塑瑜伽",
            "學號": " S10911790",
            "姓名": "魏意光",
            "手機": "  "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " O220685175",
            "姓名": "邱美霞",
            "手機": " 0933040781 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " O221679177",
            "姓名": "吳玉燕",
            "手機": " 0926574963 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10120460",
            "姓名": "許惠淑",
            "手機": " 0925693369 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10220284",
            "姓名": "郭慧玲",
            "手機": " 0955076729"
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10310156",
            "姓名": "王彩卿",
            "手機": " 0928296718"
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10330421",
            "姓名": "趙家婷",
            "手機": " 0937100969 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10520710",
            "姓名": "潘怡如",
            "手機": " 0973756563 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10910044",
            "姓名": "劉玉景",
            "手機": " 0928846665 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10910617",
            "姓名": "梁蔚紅",
            "手機": " 0933964709 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10910736",
            "姓名": "林秀榮",
            "手機": " 0933111766 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10911405",
            "姓名": "廖寶華",
            "手機": " 0910811857 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10911418",
            "姓名": "吳秀玲",
            "手機": " 0910673233 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S10911876",
            "姓名": "黃李玉",
            "手機": " 0960655673 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S96010153",
            "姓名": "黃寶蓮",
            "手機": " 0933111541 "
        },
        {
            "課程編號": "1091C4017",
            "課程名稱": "埃及肚皮舞",
            "學號": " S97020039",
            "姓名": "張秀玲",
            "手機": " 0910670226 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10010705",
            "姓名": "蘇縈銀",
            "手機": " 0919351920"
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10020040",
            "姓名": "王美華",
            "手機": " 0937946766"
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10421014",
            "姓名": "林俊良",
            "手機": " 0955750735 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10910350",
            "姓名": "劉隨真",
            "手機": " 0917515189 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10910569",
            "姓名": "洪淑華",
            "手機": " 096564104 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10911430",
            "姓名": "吳惠森",
            "手機": " 0920497653 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10911432",
            "姓名": "陳惠暖",
            "手機": " 0932759499 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10911433",
            "姓名": "李淑珠",
            "手機": " 0952783996 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S10911434",
            "姓名": "王本治",
            "手機": " 0927108888 "
        },
        {
            "課程編號": "1091C4018",
            "課程名稱": "楊家老架養生太極拳初級1",
            "學號": " S97010710",
            "姓名": "廖鳳嬌",
            "手機": " 0968691532"
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10110069",
            "姓名": "陳心羽",
            "手機": " 0911829727"
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10210031",
            "姓名": "楊淑玲",
            "手機": " 0918093802 "
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10710082",
            "姓名": "王淑惠",
            "手機": " 0910275324 "
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10810776",
            "姓名": "李莉莉",
            "手機": " 0913191025 "
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10910368",
            "姓名": "連欣慧",
            "手機": " 0987991185 "
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10910373",
            "姓名": "邱千菲",
            "手機": " 0926311106 "
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10910491",
            "姓名": "邱良芳",
            "手機": " 0935479068 "
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S10910511",
            "姓名": "吳侃靜",
            "手機": " 0953317965 "
        },
        {
            "課程編號": "1091C4020",
            "課程名稱": "有氧提斯初級2",
            "學號": " S96010153",
            "姓名": "黃寶蓮",
            "手機": " 0933111541 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10510442",
            "姓名": "劉懋婷",
            "手機": " 0939770392 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10520762",
            "姓名": "陳金線",
            "手機": " 0953510743 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10610713",
            "姓名": "蘇靖雅",
            "手機": " 0912290378 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10720113",
            "姓名": "蔡雪月",
            "手機": " 0911234516 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910044",
            "姓名": "劉玉景",
            "手機": " 0928846665 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910393",
            "姓名": "張秀卿",
            "手機": " 0928630030 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910619",
            "姓名": "許詩凰",
            "手機": " 0938259330 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910623",
            "姓名": "呂靜宜",
            "手機": " 0933252720 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910661",
            "姓名": "劉貞育",
            "手機": " 0928730191 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910676",
            "姓名": "林淑清",
            "手機": " 0919943187 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910679",
            "姓名": "范君佩",
            "手機": " 0938218009 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910680",
            "姓名": "溫淑美",
            "手機": " 0911240881 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S10910681",
            "姓名": "康玉玲",
            "手機": " 0935599555 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S96010153",
            "姓名": "黃寶蓮",
            "手機": " 0933111541 "
        },
        {
            "課程編號": "1091C4021",
            "課程名稱": "魅力熱舞",
            "學號": " S97020039",
            "姓名": "張秀玲",
            "手機": " 0910670226 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " O10710560",
            "姓名": "黃芷璇",
            "手機": " 0968321084 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " O224546462",
            "姓名": "林雅純",
            "手機": " 0931098985 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10310089",
            "姓名": "姚淑雯",
            "手機": " 0939112800"
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10320047",
            "姓名": "王怡靜",
            "手機": " 0935914160 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10320212",
            "姓名": "李函儒",
            "手機": " 0920146296 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10611388",
            "姓名": "黃淑華",
            "手機": " 0911312469 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910275",
            "姓名": "游綠漪",
            "手機": " 0922726577 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910440",
            "姓名": "林孟伶",
            "手機": " 0916053066 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910441",
            "姓名": "陳秀娟",
            "手機": " 0920681165 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910446",
            "姓名": "林孟菁",
            "手機": " 0928292846 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910449",
            "姓名": "楊美慧",
            "手機": " 0915233727 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910451",
            "姓名": "張嘉慧",
            "手機": " 0932363016 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910454",
            "姓名": "陳燕芬",
            "手機": " 0937968794 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910458",
            "姓名": "吳淑寬",
            "手機": " 0972111603 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910468",
            "姓名": "陳玉珍",
            "手機": "  "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910471",
            "姓名": "邱素真",
            "手機": " 0912006157 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910490",
            "姓名": "尤嘉怡",
            "手機": " 0937905212 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910577",
            "姓名": "田奇錚",
            "手機": " 0936998306 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910641",
            "姓名": "潘麗",
            "手機": " 0935526671 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910701",
            "姓名": "陳碧雲",
            "手機": " 0958805058 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10910899",
            "姓名": "阮素雯",
            "手機": " 0928870780 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S10911458",
            "姓名": "曾意晴",
            "手機": " 0970337502 "
        },
        {
            "課程編號": "1091C4023",
            "課程名稱": "活力動感有氧曲線",
            "學號": " S99020124",
            "姓名": "謝秀鳳",
            "手機": " 0910173667"
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10020503",
            "姓名": "徐子詒",
            "手機": " 0985040318"
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10110227",
            "姓名": "楊柳",
            "手機": " 0953358230 "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10410720",
            "姓名": "黃美玉",
            "手機": " 0931935911 "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10420475",
            "姓名": "朱素鳳",
            "手機": " 0933106950 "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10520586",
            "姓名": "黃幸雯",
            "手機": " 0921567259 "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10610077",
            "姓名": "陳瑩蓉",
            "手機": " 0939200643 "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10910155",
            "姓名": "王靜梅",
            "手機": " 0935247747 "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10910283",
            "姓名": "林誼品",
            "手機": " 0919196800 "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10910532",
            "姓名": "劉琬芬",
            "手機": "  "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10910540",
            "姓名": "李佳芳",
            "手機": "  "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10910541",
            "姓名": "鄒秀蘭",
            "手機": "  "
        },
        {
            "課程編號": "1091C4025",
            "課程名稱": "整體修復瑜伽",
            "學號": " S10911341",
            "姓名": "游美珠",
            "手機": " 0914085360 "
        },
        {
            "課程編號": "1091C4026",
            "課程名稱": "舒活伸展瑜伽",
            "學號": " S10910520",
            "姓名": "陳亦鳳",
            "手機": " 0919960125 "
        },
        {
            "課程編號": "1091C4026",
            "課程名稱": "舒活伸展瑜伽",
            "學號": " S10910523",
            "姓名": "何苡芸*",
            "手機": " 0965506728 "
        },
        {
            "課程編號": "1091C4026",
            "課程名稱": "舒活伸展瑜伽",
            "學號": " S10910524",
            "姓名": "謝家溱",
            "手機": " 0981712938 "
        },
        {
            "課程編號": "1091C4026",
            "課程名稱": "舒活伸展瑜伽",
            "學號": " S10910525",
            "姓名": "陳麗萍",
            "手機": " 0960771170 "
        },
        {
            "課程編號": "1091C4026",
            "課程名稱": "舒活伸展瑜伽",
            "學號": " S10910527",
            "姓名": "林烏妹",
            "手機": " 0938627958 "
        },
        {
            "課程編號": "1091C4026",
            "課程名稱": "舒活伸展瑜伽",
            "學號": " S10910950",
            "姓名": "林岑伊",
            "手機": " 0915650907 "
        },
        {
            "課程編號": "1091C4026",
            "課程名稱": "舒活伸展瑜伽",
            "學號": " S10911439",
            "姓名": "楊玉萍",
            "手機": " 0958417838 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10010340",
            "姓名": "曾秀英",
            "手機": " 0933958458 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10010692",
            "姓名": "張玉青",
            "手機": " 0920582165"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10110360",
            "姓名": "林玉玫",
            "手機": " 0932662977 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10210685",
            "姓名": "彭琬婷",
            "手機": " 0933705497"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10210686",
            "姓名": "彭鈺涵",
            "手機": " 0918951222"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10220544",
            "姓名": "陳秋桂",
            "手機": " 0913136992"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10510529",
            "姓名": "潘美玲",
            "手機": " 0960020488 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10610625",
            "姓名": "楊惠雯",
            "手機": " 0910958523 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10611244",
            "姓名": "吳佳玲",
            "手機": " 0958776777 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10910669",
            "姓名": "謝淑梅",
            "手機": " 0922485133 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10910671",
            "姓名": "黃靖庭",
            "手機": " 0913769238 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10910763",
            "姓名": "李晏如",
            "手機": " 0933599430 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10910832",
            "姓名": "陳亞妮",
            "手機": " 0910617010 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10910844",
            "姓名": "邱垂慶",
            "手機": " 0921009347 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10910846",
            "姓名": "徐玉芬",
            "手機": " 0921806357 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S10910847",
            "姓名": "黃鳳英",
            "手機": " 0932136704 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S96010076",
            "姓名": "曾佳珍",
            "手機": " 0982682502 "
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S96020036",
            "姓名": "柳維鈞",
            "手機": " 0910919538"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S96020041",
            "姓名": "陳彩虹",
            "手機": " 0915133352"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S96020318",
            "姓名": "李美捐",
            "手機": " 0963471472"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S97020258",
            "姓名": "佘淑禎",
            "手機": " 0921861671"
        },
        {
            "課程編號": "1091C4027",
            "課程名稱": "體適能健身瑜伽",
            "學號": " S99010019",
            "姓名": "邱美珠",
            "手機": " 091222203 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10810612",
            "姓名": "李京蓬",
            "手機": " 0916880720 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910044",
            "姓名": "劉玉景",
            "手機": " 0928846665 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910166",
            "姓名": "蔡麗華",
            "手機": " 0913-525528 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910174",
            "姓名": "呂靜宜",
            "手機": " 0956662802 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910189",
            "姓名": "田依蘋",
            "手機": " 0919976612 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910192",
            "姓名": "陳怡華",
            "手機": " 0918171432 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910222",
            "姓名": "張素貞",
            "手機": " 0970672359 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910227",
            "姓名": "蔡俊毅",
            "手機": " 0918171178 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910236",
            "姓名": "謝淑娥",
            "手機": " 0934315736 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910237",
            "姓名": "黃秀玲",
            "手機": " 0921860130 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910238",
            "姓名": "葉雙進",
            "手機": " 0936907589 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910256",
            "姓名": "陳富美",
            "手機": " 0972218219 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910304",
            "姓名": "方貞懿",
            "手機": " 0986161065 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910689",
            "姓名": "張喬昀",
            "手機": " 0975014822 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910691",
            "姓名": "黃貴香",
            "手機": " 0978898089 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910736",
            "姓名": "林秀榮",
            "手機": " 0933111766 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910896",
            "姓名": "鄭富美",
            "手機": " 0919966760 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910897",
            "姓名": "張曉華",
            "手機": " 0958101893 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10910904",
            "姓名": "郭怡利",
            "手機": " 0930638952 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10911004",
            "姓名": "呂美真",
            "手機": " 0928295320 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10911013",
            "姓名": "王炯棻",
            "手機": " 0966627192 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10911068",
            "姓名": "黃秋菊",
            "手機": " 0920212992 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10911458",
            "姓名": "曾意晴",
            "手機": " 0970337502 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S10911844",
            "姓名": "李靜惠",
            "手機": " 0919359841 "
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S96010081",
            "姓名": "曾惠娟",
            "手機": " 0930167565"
        },
        {
            "課程編號": "1091C4028",
            "課程名稱": "有氧提斯初級",
            "學號": " S97020057",
            "姓名": "陳珠媚",
            "手機": " 0989485593 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10110731",
            "姓名": "陳進財",
            "手機": " 0928892196"
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10330622",
            "姓名": "陳信棠",
            "手機": " 0922540288 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10620421",
            "姓名": "賴佑芊",
            "手機": " 0928502515 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10820301",
            "姓名": "陳仁玄",
            "手機": " 0910619800 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10820360",
            "姓名": "蔣逸群",
            "手機": " 0932101526 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910089",
            "姓名": "郭柳青",
            "手機": " 0921887399 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910596",
            "姓名": "周俊龍",
            "手機": " 0953925065 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910598",
            "姓名": "陳松陵",
            "手機": " 0936081337 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910602",
            "姓名": "林碧圓",
            "手機": " 0926848558 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910604",
            "姓名": "陳素芬",
            "手機": " 0919169577 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910605",
            "姓名": "沈宏",
            "手機": " 0953859885 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910607",
            "姓名": "許恆瑞",
            "手機": " 0953925065 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910609",
            "姓名": "張修碩",
            "手機": " 0938861168 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910610",
            "姓名": "徐淑芬",
            "手機": " 0910260180 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10910722",
            "姓名": "李琇琼",
            "手機": " 0958018089 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10911486",
            "姓名": "曾繁生",
            "手機": " 0939107705 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10911502",
            "姓名": "楊淑芬",
            "手機": " 0937112759 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10911503",
            "姓名": "黃銘文",
            "手機": " 0921327355 "
        },
        {
            "課程編號": "1091C4029",
            "課程名稱": "高爾夫初級B",
            "學號": " S10911613",
            "姓名": "林吉雄",
            "手機": " 0911201956 "
        },
        {
            "課程編號": "1091C4032",
            "課程名稱": "筋絡精油養身",
            "學號": " S10420836",
            "姓名": "林榮新",
            "手機": " 0910155422 "
        },
        {
            "課程編號": "1091C4032",
            "課程名稱": "筋絡精油養身",
            "學號": " S10720337",
            "姓名": "甘佳宜",
            "手機": " 0927358658 "
        },
        {
            "課程編號": "1091C4032",
            "課程名稱": "筋絡精油養身",
            "學號": " S10910936",
            "姓名": "張瑄庭",
            "手機": " 0903937673 "
        },
        {
            "課程編號": "1091C4032",
            "課程名稱": "筋絡精油養身",
            "學號": " S10911436",
            "姓名": "陳建蘭",
            "手機": " 0978653963 "
        },
        {
            "課程編號": "1091C4032",
            "課程名稱": "筋絡精油養身",
            "學號": " S10911770",
            "姓名": "陳姿婷",
            "手機": " 0921872405 "
        },
        {
            "課程編號": "1091C4032",
            "課程名稱": "筋絡精油養身",
            "學號": " S10911786",
            "姓名": "吳欣怡",
            "手機": " 0988193310 "
        },
        {
            "課程編號": "1091C4032",
            "課程名稱": "筋絡精油養身",
            "學號": " S10912109",
            "姓名": "林雅茹",
            "手機": " 0913272270 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10110044",
            "姓名": "莊曹燕南",
            "手機": " 0928323659"
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10310148",
            "姓名": "賴楹淇",
            "手機": " 0987428969"
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10310850",
            "姓名": "黃有盛",
            "手機": " 0952005683"
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10320125",
            "姓名": "陳魁如",
            "手機": " 0933953009 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10330652",
            "姓名": "黃蕾莉",
            "手機": " 0926178692 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10410800",
            "姓名": "林美玫",
            "手機": " 0937112553 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10410801",
            "姓名": "謝文隆",
            "手機": " 0937112553 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10411181",
            "姓名": "羅美薰",
            "手機": " 0937515793 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10510041",
            "姓名": "胡美娥",
            "手機": " 0989089633 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10520218",
            "姓名": "陳秀蕙",
            "手機": " 0921186953 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10910171",
            "姓名": "沈盈志",
            "手機": " 0912222736 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10910741",
            "姓名": "陳淑貞",
            "手機": " 0932318720 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911052",
            "姓名": "黃敏貞",
            "手機": " 0910641187 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911390",
            "姓名": "謝坤穎",
            "手機": " 0975355256 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911391",
            "姓名": "謝清波",
            "手機": " 0975355256 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911721",
            "姓名": "李菊蘭*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911722",
            "姓名": "謝馥璟",
            "手機": " 091222313 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911723",
            "姓名": "黃雅醇*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911774",
            "姓名": "黃月琴",
            "手機": " 0981251408 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10912018",
            "姓名": "邱振達",
            "手機": " 0937515793 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S97020637",
            "姓名": "李麗素",
            "手機": " 0912222736 "
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S98010157",
            "姓名": "葉彩玉",
            "手機": " 0916107085"
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S98010464",
            "姓名": "簡平章",
            "手機": " 0938190483"
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S98010466",
            "姓名": "廖章均",
            "手機": " 0966800302"
        },
        {
            "課程編號": "1091C4033",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S99010368",
            "姓名": "張阿笑",
            "手機": " "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10020077",
            "姓名": "陳益妹",
            "手機": " 0920483057 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10020621",
            "姓名": "沈邦維",
            "手機": " 0932100067"
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10120030",
            "姓名": "張素美",
            "手機": " 0919366961"
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10120820",
            "姓名": "許德琳",
            "手機": " 0921187089"
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10210261",
            "姓名": "蘇蕙芬",
            "手機": " 0958761119 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10220886",
            "姓名": "劉文正",
            "手機": " 0952869599 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10310176",
            "姓名": "紀惠茜",
            "手機": " 0922761031"
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10310785",
            "姓名": "詹宏勛",
            "手機": " 0935455465"
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10320257",
            "姓名": "張錫昌",
            "手機": " 0937637588 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10420021",
            "姓名": "葉月霞",
            "手機": " 0952954220 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10420251",
            "姓名": "鄧苓莉",
            "手機": " 0928423616 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10421065",
            "姓名": "陳甘杞",
            "手機": " 0916081758 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10520054",
            "姓名": "黃承富",
            "手機": " 0952563075 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10520909",
            "姓名": "林銘賢",
            "手機": " 0936142322 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10910130",
            "姓名": "林錫珊",
            "手機": " 0932153782 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911427",
            "姓名": "李翎鳳",
            "手機": " 0911251096 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911586",
            "姓名": "簡秋蕊",
            "手機": " 0922553316 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911589",
            "姓名": "鄭清煬",
            "手機": " 0976312807 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911590",
            "姓名": "許新豐",
            "手機": "  "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10911720",
            "姓名": "蔡玉桂*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10912000",
            "姓名": "黃明地",
            "手機": " 0932618891 "
        },
        {
            "課程編號": "1091C4034",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10912115",
            "姓名": "徐思華",
            "手機": " 0926309891 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10120923",
            "姓名": "朱興娥",
            "手機": " 0910930830"
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10410714",
            "姓名": "陳月花",
            "手機": " 0928869118 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10420836",
            "姓名": "林榮新",
            "手機": " 0910155422 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10910936",
            "姓名": "張瑄庭",
            "手機": " 0903937673 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10910938",
            "姓名": "謝雅竹",
            "手機": " 0963413081 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10910949",
            "姓名": "張妙蓮",
            "手機": " 0938346593 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10911560",
            "姓名": "謝松霖",
            "手機": " 0953994591 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10911562",
            "姓名": "王臣助",
            "手機": " 0910925595 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10911563",
            "姓名": "顧迦伃",
            "手機": " 0933441395 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10911564",
            "姓名": "王碧霞",
            "手機": " 0982004760 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10911565",
            "姓名": "邱垂俊",
            "手機": " 0965109152 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10911673",
            "姓名": "吳佩君",
            "手機": " 0916149956 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10912058",
            "姓名": "徐群傑",
            "手機": " 0939558734 "
        },
        {
            "課程編號": "1091C4035",
            "課程名稱": "華佗養生五禽戲",
            "學號": " S10912059",
            "姓名": "張美雲",
            "手機": "  "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10110209",
            "姓名": "鄭乃綺",
            "手機": " 0933079934 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10110218",
            "姓名": "林藝庭",
            "手機": " 0928285733"
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10120269",
            "姓名": "王曉萍",
            "手機": " 0933145016 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10310782",
            "姓名": "楊惠甄",
            "手機": " 0932361871"
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10420651",
            "姓名": "郭淑芳",
            "手機": " 0917268212 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10510733",
            "姓名": "林慧君",
            "手機": " 0926199690 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10710077",
            "姓名": "陳碧莞",
            "手機": " 0919943560 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910228",
            "姓名": "張佩惠",
            "手機": " 0910756441 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910328",
            "姓名": "邱虹玲",
            "手機": "  "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910331",
            "姓名": "鍾幸蓁",
            "手機": " 0970980898 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910332",
            "姓名": "楊麗玲",
            "手機": " 0926160771 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910342",
            "姓名": "王美月",
            "手機": " 0938937028 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910347",
            "姓名": "  蔡美玲",
            "手機": " 0961019029 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910348",
            "姓名": "許金蘭",
            "手機": " 0928566249 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910353",
            "姓名": "于悅媛",
            "手機": " 0916732546 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910359",
            "姓名": "余玉雲",
            "手機": " 0928126463 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910379",
            "姓名": "陳麗瑛",
            "手機": " 0911268186 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910380",
            "姓名": "羅慶瑞",
            "手機": " 0928726369 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910384",
            "姓名": "黃美紋",
            "手機": " 0966581700 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910433",
            "姓名": "賴國根",
            "手機": " 0972522780 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10910434",
            "姓名": "楊純綠",
            "手機": " 0972522790 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S10912165",
            "姓名": "呂錦如",
            "手機": " 0933777187 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S96010030",
            "姓名": "金曉儀",
            "手機": " 0963034213"
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S97010170",
            "姓名": "涂麗君",
            "手機": " 0916346191"
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S97010286",
            "姓名": "鄭玉鈴",
            "手機": " 0973303113"
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S97020057",
            "姓名": "陳珠媚",
            "手機": " 0989485593 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S98010134",
            "姓名": "郭碧味",
            "手機": " 0936355966 "
        },
        {
            "課程編號": "1091C4038",
            "課程名稱": "印度古瑜伽C",
            "學號": " S98020346",
            "姓名": "楊惠芝",
            "手機": " 0938683198"
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " s10020027",
            "姓名": "曾子玟",
            "手機": " 0958899072 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10220086",
            "姓名": "簡麗玲",
            "手機": " 0952010671"
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10220276",
            "姓名": "彭靖芳",
            "手機": " 0931295095"
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10220631",
            "姓名": "魏鼎祥",
            "手機": " 0936879674"
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10220633",
            "姓名": "李姝綺",
            "手機": " 0936879674"
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10410529",
            "姓名": "呂祥慶",
            "手機": " 0978832826 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10520096",
            "姓名": "蔡惠真",
            "手機": " 0952052716 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10610732",
            "姓名": "鄭宥淇",
            "手機": " 0933108906 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10610735",
            "姓名": "劉春美",
            "手機": " 0972-25527 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10720094",
            "姓名": "熊惠珍",
            "手機": " 0970630990 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910063",
            "姓名": "楊富美",
            "手機": " 0918083175 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910118",
            "姓名": "簡子媚",
            "手機": " 0937959808 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910208",
            "姓名": "李淑青",
            "手機": " 0972425556 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910550",
            "姓名": "蔡美燕",
            "手機": " 0921916819 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910568",
            "姓名": "施美琴",
            "手機": "  "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910570",
            "姓名": "李茹璇",
            "手機": "  "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910571",
            "姓名": "陳靜陵",
            "手機": "  "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910572",
            "姓名": "鍾羽科",
            "手機": "  "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910573",
            "姓名": "戴筱嬋",
            "手機": " 0988068477 "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910574",
            "姓名": "劉錦榮",
            "手機": "  "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S10910575",
            "姓名": "張玉佳",
            "手機": "  "
        },
        {
            "課程編號": "1091C4039",
            "課程名稱": "印度古瑜伽A",
            "學號": " S99010209",
            "姓名": "陳翠琴",
            "手機": " 0928929795"
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10010110",
            "姓名": "吳曉玲",
            "手機": " 0922289809"
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10310864",
            "姓名": "黃土墻",
            "手機": " 0939379132"
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10610350",
            "姓名": "張元穎",
            "手機": " 0920733531 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10610351",
            "姓名": "江淑娟",
            "手機": " 0939899668 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10810554",
            "姓名": "沈雅惠",
            "手機": " 0982095021 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910494",
            "姓名": "陳麗娟",
            "手機": " 0920665510 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910495",
            "姓名": "葉佩珍",
            "手機": " 0920119591 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910496",
            "姓名": "官鈺如",
            "手機": " 0952006670 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910497",
            "姓名": "官慧如",
            "手機": " 0935980453 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910498",
            "姓名": "林純良",
            "手機": " 0928512597 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910499",
            "姓名": "劉貴瑢",
            "手機": " 0987107352 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910500",
            "姓名": "林展輝",
            "手機": " 0915430519 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910501",
            "姓名": "李竑宇",
            "手機": " 0926429023 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910502",
            "姓名": "黃雅玲",
            "手機": " 0987392553 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910503",
            "姓名": "鄧惠美",
            "手機": " 0922211315 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910504",
            "姓名": "謝宛芩",
            "手機": " 0910154557 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910505",
            "姓名": "羅康華",
            "手機": " 0935673951 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910506",
            "姓名": "藍意鈴",
            "手機": " 0986392800 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910507",
            "姓名": "李暎姿",
            "手機": " 0922777292 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910508",
            "姓名": "藍慧瑩",
            "手機": " 0975586228 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10910509",
            "姓名": "呂靜如",
            "手機": " 0933839083 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10911399",
            "姓名": "楊素昌",
            "手機": " 09475509589 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10911759",
            "姓名": "劉欣愷",
            "手機": " 0939841999 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10911760",
            "姓名": "張美玲",
            "手機": " 0952177928 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10912016",
            "姓名": "吳梅綾",
            "手機": " 0920764937 "
        },
        {
            "課程編號": "1091C4040",
            "課程名稱": "印度古瑜伽B",
            "學號": " S10912163",
            "姓名": "吳宜臻",
            "手機": " 0989675664 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910794",
            "姓名": "陳念廷",
            "手機": " 0931533455 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910795",
            "姓名": "葉國雄",
            "手機": " 0912221768 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910797",
            "姓名": "李安文",
            "手機": " 0910687248 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910798",
            "姓名": "簡傳崎",
            "手機": " 0921089263 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910799",
            "姓名": "簡忠鎮",
            "手機": " 0963713676 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910800",
            "姓名": "蔡朝正",
            "手機": " 0929900595 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910801",
            "姓名": "劉榮基",
            "手機": " 0937860749 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910802",
            "姓名": "管惠津",
            "手機": " 0933858615 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910824",
            "姓名": "陳慶鴻",
            "手機": " 0939974941 "
        },
        {
            "課程編號": "1091C4041",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10911920",
            "姓名": "陳思源",
            "手機": " 0912870666 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10420656",
            "姓名": "邱怡婷",
            "手機": " 0953760988 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910796",
            "姓名": "楊素卿",
            "手機": " 0912312367 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910817",
            "姓名": "邱嬋",
            "手機": " 0933953741 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910818",
            "姓名": "陳心怡",
            "手機": " 0936932529 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910819",
            "姓名": "呂雅菁",
            "手機": " 0919777059 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910820",
            "姓名": "龍鶴仁",
            "手機": " 0953847537 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910821",
            "姓名": "徐佩榛",
            "手機": " 0987098921 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910822",
            "姓名": "李佳綾",
            "手機": " 0937967365 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910823",
            "姓名": "陳淑鳳",
            "手機": " 0975757708 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910825",
            "姓名": "鄭泓仁",
            "手機": " 0953910851 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910826",
            "姓名": "簡志堅",
            "手機": " 0919962536 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910827",
            "姓名": "林芝蘭",
            "手機": " 0937116710 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10911005",
            "姓名": "鍾佩良",
            "手機": " 0988302997 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10911459",
            "姓名": "鄭玉雪",
            "手機": " 0916393189 "
        },
        {
            "課程編號": "1091C4042",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10911542",
            "姓名": "劉如真",
            "手機": " 0933779192 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " O220505233",
            "姓名": "徐美英",
            "手機": " 0952727606 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " O221217434",
            "姓名": "熊嘉莉",
            "手機": " 0918802480 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10420731",
            "姓名": "江麗儒",
            "手機": " 0921866096 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10420969",
            "姓名": "洪秀玫",
            "手機": " 0953788002 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10610031",
            "姓名": "石玉芬",
            "手機": " 0958042158 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10710694",
            "姓名": "劉玫秀",
            "手機": " 0913950889 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10810289",
            "姓名": "陳慧娟",
            "手機": " 0933779907 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10910079",
            "姓名": "陳幸柔",
            "手機": " 0915151338 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10910133",
            "姓名": "陳采榆",
            "手機": " 0913550015 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10910327",
            "姓名": "李梅雲",
            "手機": " 0975968176 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10910567",
            "姓名": "吳素芳",
            "手機": " 0935808817 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10910896",
            "姓名": "鄭富美",
            "手機": " 0919966760 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911146",
            "姓名": "鄭景婷",
            "手機": " 0988117826 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911210",
            "姓名": "游秀華",
            "手機": " 0921089589 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911267",
            "姓名": "蔡秋薰",
            "手機": " 0921972665 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911279",
            "姓名": "秦素雯",
            "手機": " 0920238393 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911280",
            "姓名": "馬自夏",
            "手機": " 0952406556 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911282",
            "姓名": "高白惠",
            "手機": " 0928294231 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911286",
            "姓名": "鄒盈盈",
            "手機": " 0937181371 "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911288",
            "姓名": "童秋霞",
            "手機": "  "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S10911289",
            "姓名": "顏芳菁",
            "手機": "  "
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S98010448",
            "姓名": "劉瑞雯",
            "手機": " 0936930718"
        },
        {
            "課程編號": "1091C4043",
            "課程名稱": "體雕曲線有氧提斯",
            "學號": " S99020428",
            "姓名": "王美淑",
            "手機": " 0972180509"
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " O222877649",
            "姓名": "邱姼銖",
            "手機": " 0988571530 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " O224546462",
            "姓名": "林雅純",
            "手機": " 0931098985 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10120006",
            "姓名": "何蓓茵",
            "手機": " 0932239260"
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10420239",
            "姓名": "李玉梅",
            "手機": " 0928687877 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10510176",
            "姓名": "呂素君",
            "手機": " 0918220791 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10610031",
            "姓名": "石玉芬",
            "手機": " 0958042158 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10610811",
            "姓名": "林梅秀",
            "手機": " 0988600678 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10710694",
            "姓名": "劉玫秀",
            "手機": " 0913950889 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10910857",
            "姓名": "彭紀綸",
            "手機": " 0919417089 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10910900",
            "姓名": "呂素宜",
            "手機": " 0938705155 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911145",
            "姓名": "楊嘉華",
            "手機": " 0937025828 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911293",
            "姓名": "陳立筠",
            "手機": " 0938500201 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911344",
            "姓名": "陳李桂蘭",
            "手機": " 0920302118 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911345",
            "姓名": "徐慧齡",
            "手機": " 0910425065 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911347",
            "姓名": "陳麗雪",
            "手機": " 0910263903 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911348",
            "姓名": "張昱騰",
            "手機": " 0989139272 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911349",
            "姓名": "鄭棻云",
            "手機": " 0985100402 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911350",
            "姓名": "林秀芬",
            "手機": " 0960552353 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911351",
            "姓名": "潘清雀",
            "手機": " 0970665883 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911352",
            "姓名": "劉玉珠",
            "手機": " 0911388845 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911353",
            "姓名": "洪美茹",
            "手機": " 0918239448 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S10911377",
            "姓名": "蕭麗娟",
            "手機": " 0931069259 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S97010411",
            "姓名": "吳皓年",
            "手機": " 0931241455 "
        },
        {
            "課程編號": "1091C4044",
            "課程名稱": "核心塑身有氧提斯",
            "學號": " S97010522",
            "姓名": "林玉品",
            "手機": " 0910936442"
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " O220505233",
            "姓名": "徐美英",
            "手機": " 0952727606 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10411193",
            "姓名": "林淑芳",
            "手機": " 0986866019 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10420969",
            "姓名": "洪秀玫",
            "手機": " 0953788002 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10611342",
            "姓名": "邱玉英",
            "手機": " 0977033395 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10910286",
            "姓名": "蔡麗卿",
            "手機": " 0910087249 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10910679",
            "姓名": "范君佩",
            "手機": " 0938218009 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911146",
            "姓名": "鄭景婷",
            "手機": " 0988117826 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911210",
            "姓名": "游秀華",
            "手機": " 0921089589 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911262",
            "姓名": "簡吳取",
            "手機": " 0937132928 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911268",
            "姓名": "張秋蓮*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911283",
            "姓名": "徐美麗",
            "手機": " 0953665367 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911294",
            "姓名": "蔡雪卿",
            "手機": " 0933910029 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911298",
            "姓名": "陳雅惠",
            "手機": "  "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911299",
            "姓名": "張麗淑＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911300",
            "姓名": "林古瑞雲",
            "手機": " 0955223463 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911302",
            "姓名": "吳秀珠＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911303",
            "姓名": "劉桑吟＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911304",
            "姓名": "陳慧男",
            "手機": "  "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911306",
            "姓名": "張麗玲",
            "手機": "  "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911398",
            "姓名": "吳昕亭",
            "手機": " 0981602900 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911443",
            "姓名": "周庭而",
            "手機": " 0939883238 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911601",
            "姓名": "蘇靖硯",
            "手機": " 0952600212 "
        },
        {
            "課程編號": "1091C4045",
            "課程名稱": "魅力瘦身有氧瑜珈",
            "學號": " S10911943",
            "姓名": "張蘇蘭香",
            "手機": " 0910115513 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " O10820589",
            "姓名": "劉淑華",
            "手機": " 0958912243 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10810424",
            "姓名": "蔡雪卿",
            "手機": " 0831394696 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10810554",
            "姓名": "沈雅惠",
            "手機": " 0982095021 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10910118",
            "姓名": "簡子媚",
            "手機": " 0937959808 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10910122",
            "姓名": "李雅慧",
            "手機": " 0933130805 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10910136",
            "姓名": "陳玲琬",
            "手機": " 0933888335 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10910425",
            "姓名": "魏金鈴",
            "手機": " 0916706025 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10910680",
            "姓名": "溫淑美",
            "手機": " 0911240881 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911259",
            "姓名": "陳麗娟*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911260",
            "姓名": "顏淑惠*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911261",
            "姓名": "郭穗美*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911264",
            "姓名": "陳慧靜",
            "手機": " 0975026655 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911267",
            "姓名": "蔡秋薰",
            "手機": " 0921972665 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911268",
            "姓名": "張秋蓮*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911271",
            "姓名": "余素芳*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911273",
            "姓名": "蘇月娥*",
            "手機": "  "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911283",
            "姓名": "徐美麗",
            "手機": " 0953665367 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911295",
            "姓名": "陳李桂蘭＊",
            "手機": "  "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911443",
            "姓名": "周庭而",
            "手機": " 0939883238 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911520",
            "姓名": "呂月雲",
            "手機": " 0933972099 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S10911601",
            "姓名": "蘇靖硯",
            "手機": " 0952600212 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S97010583",
            "姓名": "黃麗芬",
            "手機": " 0914119789 "
        },
        {
            "課程編號": "1091C4046",
            "課程名稱": "活力燃脂有氧",
            "學號": " S99020428",
            "姓名": "王美淑",
            "手機": " 0972180509"
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10510954",
            "姓名": "陳翠華",
            "手機": " 0955688655 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10810263",
            "姓名": "高郁欣",
            "手機": " 0933799017 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910044",
            "姓名": "劉玉景",
            "手機": " 0928846665 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910174",
            "姓名": "呂靜宜",
            "手機": " 0956662802 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910183",
            "姓名": "童素惠",
            "手機": " 0937-977-182 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910196",
            "姓名": "蕭媛湞",
            "手機": " 0903376999 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910396",
            "姓名": "曾霈",
            "手機": " 0963096999 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910617",
            "姓名": "梁蔚紅",
            "手機": " 0933964709 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910697",
            "姓名": "劉秀枝",
            "手機": " 0920226732 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910698",
            "姓名": "王英桂",
            "手機": " 0919941272 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10910792",
            "姓名": "董敏玲",
            "手機": " 0928282996 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10911155",
            "姓名": "高爾均",
            "手機": " 0932318976 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10911530",
            "姓名": "張秀華",
            "手機": " 0910190810 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10911819",
            "姓名": "盧宛玉",
            "手機": " 0926221376 "
        },
        {
            "課程編號": "1091C4047",
            "課程名稱": "單人國際拉丁舞、標準舞",
            "學號": " S10911826",
            "姓名": "周淑珍",
            "手機": " 0912771789 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10420006",
            "姓名": "陳秀菊",
            "手機": " 0935047231 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10510674",
            "姓名": "黃瑞蓮",
            "手機": " 0920522285 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10610951",
            "姓名": "卓秋蓮",
            "手機": " 0933958523 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910651",
            "姓名": "曾奇美",
            "手機": " 0938379061 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910653",
            "姓名": "簡石政",
            "手機": " 0933953799 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910662",
            "姓名": "鍾延富",
            "手機": " 0933967043 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910663",
            "姓名": "莊素莉",
            "手機": " 0935843876 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910664",
            "姓名": "鄭涵濡",
            "手機": " 0927131083 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910665",
            "姓名": "鄭智聰",
            "手機": " 0953756188 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910667",
            "姓名": "游順清",
            "手機": " 0935223192 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910668",
            "姓名": "張麗茹",
            "手機": " 0932929065 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910672",
            "姓名": "呂秀合",
            "手機": " 0903564061 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910678",
            "姓名": "石朝榮",
            "手機": " 0935241345 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910683",
            "姓名": "涂明玉",
            "手機": " 0988066779 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910700",
            "姓名": "毛鵬翔",
            "手機": " 0935975795 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910703",
            "姓名": "吳麗雲",
            "手機": " 0963094856 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910704",
            "姓名": "梁銘竹",
            "手機": " 0937969279 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910706",
            "姓名": "吳有棚",
            "手機": " 0966603826 "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10910767",
            "姓名": "黃采雪",
            "手機": "  "
        },
        {
            "課程編號": "1091C4049",
            "課程名稱": "健身氣功-養生太極",
            "學號": " S10911818",
            "姓名": "張瑛玿",
            "手機": " 0913533318 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10220267",
            "姓名": "蘇皇菱",
            "手機": " 0920478003 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10310725",
            "姓名": "黃楷棻",
            "手機": " 0937404750"
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10330412",
            "姓名": "謝寶貴 ",
            "手機": " 0937971741 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10511065",
            "姓名": "黃賜川",
            "手機": " 0905236323 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10611697",
            "姓名": "滕志雄",
            "手機": " 0955682300 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10620177",
            "姓名": "潘振源",
            "手機": " 0987827888 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10820157",
            "姓名": "吳玉琪",
            "手機": " 0958482929 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910277",
            "姓名": "鄭春玉",
            "手機": " 0923292487 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910279",
            "姓名": "方永良",
            "手機": " 0928628739 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910282",
            "姓名": "徐仁濱",
            "手機": " 0930413335 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910287",
            "姓名": "于鴻芝",
            "手機": " 0920533034 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910288",
            "姓名": "陳曉菁",
            "手機": " 0933777035 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910289",
            "姓名": "高卉榕",
            "手機": " 0910605809 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910322",
            "姓名": "朱麗美",
            "手機": " 0921679073 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910323",
            "姓名": "郭阿添",
            "手機": " 0918533034 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910326",
            "姓名": "劉碧華",
            "手機": " 0961263715 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910334",
            "姓名": "李宜興",
            "手機": " 0910615016 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910358",
            "姓名": "蕭淑智",
            "手機": " 0932269239 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910360",
            "姓名": "陳明倫",
            "手機": " 0918395955 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910365",
            "姓名": "唐平義",
            "手機": " 0935259705 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910833",
            "姓名": "鍾美蓮",
            "手機": " 0932701064 "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910843",
            "姓名": "鍾金蓮",
            "手機": "  "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910845",
            "姓名": "羅詠潔",
            "手機": "  "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910848",
            "姓名": "陳惠娟",
            "手機": "  "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10910849",
            "姓名": "游文華",
            "手機": "  "
        },
        {
            "課程編號": "1091C4051",
            "課程名稱": "太極拳推手與散手初級",
            "學號": " S10911584",
            "姓名": "洪舜能",
            "手機": " 0926961357 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10110011",
            "姓名": "林高串",
            "手機": " 0937107129"
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10210379",
            "姓名": "林金鋒",
            "手機": " 0928424657 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10220440",
            "姓名": "郭基瑩",
            "手機": " 0958260969 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10610480",
            "姓名": "張乃萍",
            "手機": " 0931242981 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10610481",
            "姓名": "張光宙",
            "手機": " 0932126123 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10910019",
            "姓名": "陳筱潔",
            "手機": " 0909793178 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10910616",
            "姓名": "黃睿庚",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10910783",
            "姓名": "林瑞珠",
            "手機": " 0920152616 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10910918",
            "姓名": "邱秀雲",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10910968",
            "姓名": "董若棣",
            "手機": " 0928546126 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10911355",
            "姓名": "范育綉",
            "手機": " 0958952253 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10911363",
            "姓名": "王致淵",
            "手機": " 0963083325 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10911393",
            "姓名": "游棠茂",
            "手機": " 0988149345 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10911395",
            "姓名": "林慧玲",
            "手機": " 0933779405 "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S10911842",
            "姓名": "鄭惠貞",
            "手機": "  "
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S96020534",
            "姓名": "翁明甘",
            "手機": " 0932094197"
        },
        {
            "課程編號": "1091C4053",
            "課程名稱": "經絡及藥膳養生保健學",
            "學號": " S98020204",
            "姓名": "蕭玉琴",
            "手機": " 0983666271 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10120916",
            "姓名": "許亞莉",
            "手機": " 0936896796"
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10210258",
            "姓名": "王琬菁",
            "手機": " 0953935652 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10210260",
            "姓名": "張鎵翎",
            "手機": "  "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10220303",
            "姓名": "李正吉",
            "手機": " 0912767228 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10330360",
            "姓名": "呂淑麗",
            "手機": " 0932-268775 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10410114",
            "姓名": "陳妍夙",
            "手機": " 0933247507 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10410204",
            "姓名": "林瑞慶",
            "手機": " 0912832543 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10420311",
            "姓名": "林明珠",
            "手機": " 0931138366 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10510077",
            "姓名": "潘美玲",
            "手機": " 0920401195 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10510079",
            "姓名": "王怡靜",
            "手機": " 0936964921 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10510796",
            "姓名": "查名珍",
            "手機": " 0922149635 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10910021",
            "姓名": "呂秋玉",
            "手機": " 0918709817 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10910037",
            "姓名": "劉欣怡",
            "手機": " 0932267499 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10911277",
            "姓名": "吳麗香",
            "手機": " 0972288583 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10911367",
            "姓名": "王倩",
            "手機": " 0988558196 "
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S96020362",
            "姓名": "任麗華",
            "手機": " 0955819244"
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S98020276",
            "姓名": "蔡婉如",
            "手機": " 0932204913"
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S98020394",
            "姓名": "張美玉",
            "手機": " 0917550605"
        },
        {
            "課程編號": "1091C4054",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S99020331",
            "姓名": "陳美祝",
            "手機": " 0921460871 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " O10811102",
            "姓名": "侯雪霞",
            "手機": " 0973194509 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10020678",
            "姓名": "鄧瑞梅",
            "手機": " 0933952760"
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10330245",
            "姓名": "何鳳儀",
            "手機": " 0956116212 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10520760",
            "姓名": "黃美芳",
            "手機": " 0952318372 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10620287",
            "姓名": "黃小燕",
            "手機": " 0917699682 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10710637",
            "姓名": "吳秋雲",
            "手機": " 0920323785 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10910226",
            "姓名": "曾春蘭",
            "手機": " 0920845609 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911012",
            "姓名": "袁婕晰",
            "手機": " 0977559025 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911437",
            "姓名": "謝美娟",
            "手機": " 0961158981 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911471",
            "姓名": "楊淑華",
            "手機": " 0966076231 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911642",
            "姓名": "沈秀珍",
            "手機": " 0910265752 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911650",
            "姓名": "梁美惠",
            "手機": " 0921094883 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911651",
            "姓名": "侯莉珠",
            "手機": " 0928874476 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911661",
            "姓名": "尤玉女",
            "手機": "  "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911801",
            "姓名": "鄭秀卿",
            "手機": " 0922407455 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S10911810",
            "姓名": "張桂香",
            "手機": " 0987953836 "
        },
        {
            "課程編號": "1091C4055",
            "課程名稱": "活力排舞",
            "學號": " S98010205",
            "姓名": "陳慧貞",
            "手機": " 0933774552"
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10520884",
            "姓名": "賴玉瑱",
            "手機": " 0953487332 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10810831",
            "姓名": "王建和",
            "手機": " 0910173796 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910104",
            "姓名": "劉文芝",
            "手機": " 0988106697 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910803",
            "姓名": "李麗芬",
            "手機": " 0929172066 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910806",
            "姓名": "李碧玉",
            "手機": " 0937955786 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910807",
            "姓名": "黃晉文",
            "手機": " 0928706497 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910808",
            "姓名": "蔡吉峰",
            "手機": "  "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910809",
            "姓名": "葉作榮",
            "手機": " 0939699668 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910810",
            "姓名": "宋玲姬",
            "手機": " 0937972678 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910811",
            "姓名": "林建文",
            "手機": " 0937964943 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910812",
            "姓名": "江淑娟",
            "手機": " 0921186908 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910813",
            "姓名": "謝偉家",
            "手機": " 0912671756 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910814",
            "姓名": "柯佳寧",
            "手機": " 0922758486 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910815",
            "姓名": "湯鳳蓮",
            "手機": " 0913006668 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910816",
            "姓名": "李文冠",
            "手機": " 0958925295 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10910828",
            "姓名": "甘堯江",
            "手機": " 0933756904 "
        },
        {
            "課程編號": "1091C4056",
            "課程名稱": "鄭子37式太極拳",
            "學號": " S10911924",
            "姓名": "平山暢善",
            "手機": " 0931533455 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10010794",
            "姓名": "梁美志",
            "手機": " 0953455352"
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10220214",
            "姓名": "鄧芳怡",
            "手機": " 0933082011"
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10310146",
            "姓名": "黃林月裡",
            "手機": " 0922158562 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10330264",
            "姓名": "吳幼俐",
            "手機": " 0937909356 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10330388",
            "姓名": "吳淑涼",
            "手機": " 0922923982 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10330497",
            "姓名": "吳美榛",
            "手機": " 0983222187 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10410187",
            "姓名": "白雪錦",
            "手機": " 0912985591 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10410647",
            "姓名": "蔡美凰",
            "手機": " 0918038512 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10411054",
            "姓名": "林盈君",
            "手機": " 0931116816 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10420161",
            "姓名": "王厚鈞",
            "手機": " 0932883654 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10420965",
            "姓名": "賴宥蓁",
            "手機": " 0916756055 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10421000",
            "姓名": "林夢嘉",
            "手機": " 0953897986 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10520873",
            "姓名": "黃秀梨",
            "手機": " 0939952589 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10910673",
            "姓名": "顏如玉",
            "手機": "  "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10910674",
            "姓名": "吳淑美",
            "手機": " 0932364119 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10910675",
            "姓名": "詹蕓瑄",
            "手機": "  "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S10910756",
            "姓名": "黃鳳娥",
            "手機": " 0963309973 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S96020353",
            "姓名": "尤桂蓮",
            "手機": " 0932927094 "
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S96020362",
            "姓名": "任麗華",
            "手機": " 0955819244"
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S99010134",
            "姓名": "侯李秀柑",
            "手機": " 0955144800"
        },
        {
            "課程編號": "1091C4057",
            "課程名稱": "舒壓雕塑瑜珈",
            "學號": " S99010376",
            "姓名": "謝佳恩",
            "手機": " 0982292255"
        },
        {
            "課程編號": "1091C4058",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10620331",
            "姓名": "梁麗蓉",
            "手機": " 0922998916 "
        },
        {
            "課程編號": "1091C4058",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10620562",
            "姓名": "李黃升",
            "手機": " 0932856209 "
        },
        {
            "課程編號": "1091C4058",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10620639",
            "姓名": "郭家君",
            "手機": " 0910186716 "
        },
        {
            "課程編號": "1091C4058",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10710166",
            "姓名": "曾琬婷",
            "手機": " 0933989341 "
        },
        {
            "課程編號": "1091C4058",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10710624",
            "姓名": "蘇安倫",
            "手機": " 0933147217 "
        },
        {
            "課程編號": "1091C4058",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S10710975",
            "姓名": "葉純芳",
            "手機": " 0912222848 "
        },
        {
            "課程編號": "1091C4058",
            "課程名稱": "太極拳養生氣功初級",
            "學號": " S99020260",
            "姓名": "吳惠美",
            "手機": " "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10220077",
            "姓名": "邱鈺淇",
            "手機": " 0932018677"
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10410477",
            "姓名": "謝麗珠",
            "手機": " 0933080338 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10411236",
            "姓名": "張富霞",
            "手機": "  "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910053",
            "姓名": "黃筠茱",
            "手機": " 0905802889 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910062",
            "姓名": "許秀香",
            "手機": " 0933251765 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910070",
            "姓名": "梁秀英",
            "手機": " 0952157932 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910074",
            "姓名": "陳素薇",
            "手機": "  "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910077",
            "姓名": "陳碧子",
            "手機": " 0913521957 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910092",
            "姓名": "翁春花",
            "手機": " 0938194720 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910093",
            "姓名": "鍾月梅",
            "手機": " 0958-888946 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910294",
            "姓名": "吳美香",
            "手機": " 0932142314 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910295",
            "姓名": "徐秀美",
            "手機": " 0932923739 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910299",
            "姓名": "黃庭嘉",
            "手機": " 0922136829 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910580",
            "姓名": "林美英*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910581",
            "姓名": "簡崑鳳*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910582",
            "姓名": "林素珍*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10910633",
            "姓名": "廖云喬",
            "手機": " 0926885595 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10911979",
            "姓名": "洪淑珍",
            "手機": " 0933253734 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S10912145",
            "姓名": "張豊英",
            "手機": " 0920886788 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S96010191",
            "姓名": "李佩勳",
            "手機": " 0916907030 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S99010038",
            "姓名": "林惠玲",
            "手機": " 0937946866 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " S99020081",
            "姓名": "林春吟",
            "手機": " 0910936090 "
        },
        {
            "課程編號": "1091C5002",
            "課程名稱": "藝起學歌仔戲",
            "學號": " T06096",
            "姓名": "簡鳳雪",
            "手機": " 0939740147 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10510565",
            "姓名": "蘇淑惠",
            "手機": " 0930528160 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10510901",
            "姓名": "蘇玉佳",
            "手機": " 0927508970 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10610420",
            "姓名": "賴煥鍇",
            "手機": " 0937796653 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10610565",
            "姓名": "陳秋穎",
            "手機": " 0926960629 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10610664",
            "姓名": "陳怡文",
            "手機": " 0972066138 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10720113",
            "姓名": "蔡雪月",
            "手機": " 0911234516 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10810753",
            "姓名": "邱玉霞",
            "手機": " 0928295950 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10820104",
            "姓名": "温以筠",
            "手機": " 0939000664 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10910202",
            "姓名": "林雪香",
            "手機": " 0953132607 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S10910567",
            "姓名": "吳素芳",
            "手機": " 0935808817 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S96020027",
            "姓名": "張鳳丹",
            "手機": " 0939883849 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S97020012",
            "姓名": "呂美淑",
            "手機": " 0936489301 "
        },
        {
            "課程編號": "1091C5003",
            "課程名稱": "烏克麗麗中級 3",
            "學號": " S98010353",
            "姓名": "詹明耿",
            "手機": " 0932092321"
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10510010",
            "姓名": "潘台芬",
            "手機": " 0933104560 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10610866",
            "姓名": "方啟民",
            "手機": " 0936111468 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10710364",
            "姓名": "呂培瑲",
            "手機": " 0932365150 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10911002",
            "姓名": "黃菊榮",
            "手機": " 0937959968 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10911477",
            "姓名": "李朝陽",
            "手機": " 0975428878 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10911588",
            "姓名": "簡卓春枝",
            "手機": " 0930136479 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10911746",
            "姓名": "呂李秀英",
            "手機": "  "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10911749",
            "姓名": "簡彩雪",
            "手機": " 093780330 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10911750",
            "姓名": "楊淑姝",
            "手機": " 0932092369 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S10911768",
            "姓名": "蕭茉秝",
            "手機": " 0979561502 "
        },
        {
            "課程編號": "1091C5004",
            "課程名稱": "全方位快樂歌唱",
            "學號": " S98010213",
            "姓名": "田巧榛",
            "手機": " 0921861516"
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10210040",
            "姓名": "楊春梅",
            "手機": " 0976621296 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10310077",
            "姓名": "許睦昌",
            "手機": " 0936062068 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10310949",
            "姓名": "趙美鳳",
            "手機": " 0939499553"
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10421103",
            "姓名": "鄭惠如",
            "手機": " 0923831843 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10510032",
            "姓名": "許淑婉",
            "手機": " 0963521196 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10520098",
            "姓名": "鄭久緣",
            "手機": " 0919343083 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10520810",
            "姓名": "劉瑞菊",
            "手機": " 0953289155 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10610886",
            "姓名": "連紫君",
            "手機": " 0937199946 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10611161",
            "姓名": "黃燕婉",
            "手機": " 0932657327 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10611528",
            "姓名": "徐慧茵",
            "手機": " 0921625206 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10611566",
            "姓名": "江彥臻",
            "手機": " 0953386965 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10810212",
            "姓名": "周川凱",
            "手機": " 0932060265 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10810288",
            "姓名": "吳秉豐",
            "手機": " 0921231068 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10910646",
            "姓名": "江麗卿",
            "手機": "  "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10910647",
            "姓名": "王祥杰",
            "手機": " 0921460517 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10910648",
            "姓名": "蕭淑湞",
            "手機": "  "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10911379",
            "姓名": "孟潔明",
            "手機": " 0923125758 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10911817",
            "姓名": "楊蔡佳玲",
            "手機": " 0918473067 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S10911854",
            "姓名": "賴繹如",
            "手機": " 0910602239 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S97010443",
            "姓名": "邱憲志",
            "手機": " 0933955174 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S97010518",
            "姓名": "林智慧",
            "手機": " 0937101826"
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S97020013",
            "姓名": "孫芬蘭",
            "手機": " 0935500163 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S99010019",
            "姓名": "邱美珠",
            "手機": " 091222203 "
        },
        {
            "課程編號": "1091C5005",
            "課程名稱": "烏克麗麗與賞析初級2",
            "學號": " S99010627",
            "姓名": "洪秀如",
            "手機": " 0918811028 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10110609",
            "姓名": "陳幼",
            "手機": " 0910282809"
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10330248",
            "姓名": "袁秀惠",
            "手機": " 0918837277 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10810597",
            "姓名": "劉淑玲",
            "手機": " 0937339774 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10820143",
            "姓名": "許秀宜",
            "手機": " 0925060030 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10910025",
            "姓名": "蕭馨怡",
            "手機": " 0932093817 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10910545",
            "姓名": "黃怡儒",
            "手機": " 0932716252 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10910908",
            "姓名": "江淑惠",
            "手機": " 0952212387 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10910909",
            "姓名": "張麗卿",
            "手機": " 0939642195 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911121",
            "姓名": "彭月娥",
            "手機": " 0933111528 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911133",
            "姓名": "林明瑤",
            "手機": " 0922157208 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911151",
            "姓名": " 廖美華",
            "手機": " 0978565160 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911152",
            "姓名": "曾靜華",
            "手機": " 0935500113 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911154",
            "姓名": "羅翠萍",
            "手機": " 0937870280 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911157",
            "姓名": "張月珍",
            "手機": " 0972170631 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911166",
            "姓名": "湯秋鳳",
            "手機": " 0939188398 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911221",
            "姓名": "林麗蓮",
            "手機": " 0919583005 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911222",
            "姓名": "王姵絲",
            "手機": " 0936342325 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911389",
            "姓名": "王建興",
            "手機": " 0928146688 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911396",
            "姓名": "李麗華",
            "手機": " 0989324949 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911423",
            "姓名": "王榮能",
            "手機": " 0960566065 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911539",
            "姓名": "簡瑞龍",
            "手機": " 0933609329 "
        },
        {
            "課程編號": "1091C5006",
            "課程名稱": "國台語新歌教唱",
            "學號": " S10911845",
            "姓名": "吳俊民",
            "手機": " 0933251128 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10210415",
            "姓名": "黃倖慧",
            "手機": " 0933755135"
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10330512",
            "姓名": "許伯耀",
            "手機": " 0936454227 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10520421",
            "姓名": "彭寳光",
            "手機": " 0921922326 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10710448",
            "姓名": "呂美雲",
            "手機": " 0931067553 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910734",
            "姓名": "鄭素華",
            "手機": " 0919434951 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910740",
            "姓名": "李秋美",
            "手機": " 0938557793 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910741",
            "姓名": "陳淑貞",
            "手機": " 0932318720 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910742",
            "姓名": "楊淑慧",
            "手機": " 0939311274 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910743",
            "姓名": "廖煌珠",
            "手機": " 0928870893 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910744",
            "姓名": "林憶純",
            "手機": " 0931319159 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910745",
            "姓名": "曾玉珍",
            "手機": " 0958480222 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910746",
            "姓名": "鍾雅淇",
            "手機": " 0980988128 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10910790",
            "姓名": "黃炳麟",
            "手機": " 0937721201 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10911653",
            "姓名": "彭小貞",
            "手機": " 0917307083 "
        },
        {
            "課程編號": "1091C5007",
            "課程名稱": "老歌新唱美聲法中級",
            "學號": " S10911654",
            "姓名": "龍禮瓊",
            "手機": " 0982101880 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10020139",
            "姓名": "張麗枝",
            "手機": " 0933706138"
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10710134",
            "姓名": "謝依帆",
            "手機": " 0933105081 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10910650",
            "姓名": "李桂花",
            "手機": " 0910267577 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10910751",
            "姓名": "劉志泓",
            "手機": " 0910669113 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10910752",
            "姓名": "傅梅菊",
            "手機": " 0952318985 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10910753",
            "姓名": "巫美旭",
            "手機": " 0910283586 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10910754",
            "姓名": "楊榮村",
            "手機": " 0910283586 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10910868",
            "姓名": "駱碧珠",
            "手機": " 0911235517 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10911276",
            "姓名": "黃滿愛",
            "手機": " 0935135395 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10911345",
            "姓名": "徐慧齡",
            "手機": " 0910425065 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10911400",
            "姓名": "陳中興",
            "手機": " 0928889075 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10911402",
            "姓名": "許碧蘭",
            "手機": " 0909594113 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10911485",
            "姓名": "朱蓉珍",
            "手機": " 0921933137 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S10911487",
            "姓名": "劉奕專",
            "手機": " 0933147030 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S97010392",
            "姓名": "曾瑞珍",
            "手機": " 0918760059"
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S98010049",
            "姓名": "石朝旺",
            "手機": " 0932094315 "
        },
        {
            "課程編號": "1091C5008",
            "課程名稱": "老歌新唱美聲法初級",
            "學號": " S99010038",
            "姓名": "林惠玲",
            "手機": " 0937946866 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " O10710708",
            "姓名": "陳惠貞",
            "手機": " 0921375624 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " O221416874",
            "姓名": "吳寶珠",
            "手機": " 0985571458 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10020503",
            "姓名": "徐子詒",
            "手機": " 0985040318"
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10320129",
            "姓名": "王秀真",
            "手機": " 0921472920 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10710830",
            "姓名": "李佳芬",
            "手機": " 0927077396 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10910550",
            "姓名": "蔡美燕",
            "手機": " 0921916819 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10911070",
            "姓名": "王惠貞",
            "手機": " 0952390203 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10911206",
            "姓名": "楊靜怡*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10911207",
            "姓名": "莫錫峻",
            "手機": " 0933114166 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10911208",
            "姓名": "吳嚴雪紅*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S10911527",
            "姓名": "鄭佩茹*",
            "手機": " 0919308079 "
        },
        {
            "課程編號": "1091C5009",
            "課程名稱": "中華舞韻",
            "學號": " S97010673",
            "姓名": "黃美美",
            "手機": " 0935682528"
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10010393",
            "姓名": "簡秀蘭",
            "手機": " 0919084576"
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10210405",
            "姓名": "梁奕發",
            "手機": " 0937170258 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10410519",
            "姓名": "秦燕玉",
            "手機": " 0937049512 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10510811",
            "姓名": "林萬來",
            "手機": " 0918120137 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10810493",
            "姓名": "魏秋連",
            "手機": " 0933108265 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10820299",
            "姓名": "郭月美",
            "手機": " 0958653549 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10911085",
            "姓名": "卓怡伶",
            "手機": " 0927034588 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10911086",
            "姓名": "蘇玉坤",
            "手機": " 0978871333 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10911522",
            "姓名": "潘正益",
            "手機": " 0932097827 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S10911551",
            "姓名": "李云溱",
            "手機": " 0901390034 "
        },
        {
            "課程編號": "1091C5013",
            "課程名稱": "國標舞-恰恰恰",
            "學號": " S96020160",
            "姓名": "徐簡月英",
            "手機": " 0937847885"
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10220175",
            "姓名": "傅菊伶",
            "手機": " 0937971176 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10220308",
            "姓名": "楊惠蓮",
            "手機": " 0952855379"
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10220360",
            "姓名": "楊炁培",
            "手機": " 0986565868"
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10330112",
            "姓名": "劉曉蓮",
            "手機": " 0928567900 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10510176",
            "姓名": "呂素君",
            "手機": " 0918220791 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10521092",
            "姓名": "王美秀",
            "手機": " 0939343007 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910060",
            "姓名": "陳麗文",
            "手機": " 0939801715 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910070",
            "姓名": "梁秀英",
            "手機": " 0952157932 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910132",
            "姓名": "陳慧霞",
            "手機": " 0933008698 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910272",
            "姓名": "賴淑華",
            "手機": " 0928132698 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910381",
            "姓名": "王美鳳",
            "手機": " 0958997812 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910405",
            "姓名": "吳梅芳*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910406",
            "姓名": "卓芳玲*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910407",
            "姓名": "黃榮珠*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910408",
            "姓名": "鄭彥琳*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910410",
            "姓名": "張如伶*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10910550",
            "姓名": "蔡美燕",
            "手機": " 0921916819 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10911446",
            "姓名": "彭子芸",
            "手機": " 0936915086 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10911607",
            "姓名": "黃淑岑",
            "手機": " 0936519622 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10911677",
            "姓名": "沈靜怡",
            "手機": " 0935137146 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10911826",
            "姓名": "周淑珍",
            "手機": " 0912771789 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S10911833",
            "姓名": "李怡穎",
            "手機": " 0911618606 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S97020057",
            "姓名": "陳珠媚",
            "手機": " 0989485593 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S98010716",
            "姓名": "陳妙芬",
            "手機": " 0918567787"
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S99010006",
            "姓名": "簡月雲",
            "手機": " 0972194982 "
        },
        {
            "課程編號": "1091C5016",
            "課程名稱": "舞動東方肚皮舞",
            "學號": " S99010114",
            "姓名": "羅玉芳",
            "手機": " 0921026931"
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10220383",
            "姓名": "洪維芳",
            "手機": " 0987454687"
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10910057",
            "姓名": "莊蕙如",
            "手機": " 0915668782 "
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10910079",
            "姓名": "陳幸柔",
            "手機": " 0915151338 "
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10910084",
            "姓名": "洪裕新",
            "手機": " 0937545383 "
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10910087",
            "姓名": "陳碧琴",
            "手機": " 090588958 "
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10910088",
            "姓名": "宋莉雲",
            "手機": " 0914025680 "
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10910136",
            "姓名": "陳玲琬",
            "手機": " 0933888335 "
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S10910489",
            "姓名": "賴德容",
            "手機": " 0936156916 "
        },
        {
            "課程編號": "1091C5021",
            "課程名稱": "烏克麗麗初級4",
            "學號": " S97020230",
            "姓名": "黃素華",
            "手機": " 0910285788"
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10210321",
            "姓名": "陳宗丕",
            "手機": " 0933955828"
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10510973",
            "姓名": "呂瑞珍",
            "手機": " 0921921850 "
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10620614",
            "姓名": "王蕙蘭",
            "手機": " 0933372249 "
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10910262",
            "姓名": "吳嘉讓",
            "手機": " 0961093117 "
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10910264",
            "姓名": "鍾昀倩",
            "手機": " 0933251898 "
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10910268",
            "姓名": "陳慧英",
            "手機": " 0968733906 "
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10910271",
            "姓名": " 張簡漏枝",
            "手機": " 0977120846 "
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10912092",
            "姓名": "傅嬬閔",
            "手機": " 0955885181 "
        },
        {
            "課程編號": "1091C5022",
            "課程名稱": "輕鬆學二胡-初級A",
            "學號": " S10912134",
            "姓名": "朱麗猜",
            "手機": " 0909002073 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10410726",
            "姓名": "鍾嫦憲",
            "手機": " 0928631105 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10410750",
            "姓名": "邱清六",
            "手機": " 0928631648 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10520284",
            "姓名": "王珮懿",
            "手機": " 0911090238 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10710984",
            "姓名": "郭連秀霞",
            "手機": " 0939615698 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910072",
            "姓名": "洪雪",
            "手機": " 0970086575 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910084",
            "姓名": "洪裕新",
            "手機": " 0937545383 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910089",
            "姓名": "郭柳青",
            "手機": " 0921887399 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910157",
            "姓名": "郭淑媛",
            "手機": " 0910268006 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910694",
            "姓名": "李文駒",
            "手機": " 0937350462 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910699",
            "姓名": "簡長得",
            "手機": " 0910224049 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910705",
            "姓名": "林時正",
            "手機": " 0930718425 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910860",
            "姓名": "呂秀美",
            "手機": " 0953596576 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910861",
            "姓名": "葉祝蘭",
            "手機": " 0937062630 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10910862",
            "姓名": "陳秋絹",
            "手機": " 0939997308 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10911276",
            "姓名": "黃滿愛",
            "手機": " 0935135395 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10911281",
            "姓名": "詹文源",
            "手機": " 0939101209 "
        },
        {
            "課程編號": "1091C5023",
            "課程名稱": "輕鬆學陶笛初級2",
            "學號": " S10911508",
            "姓名": "吳運嘉",
            "手機": " 0918694858 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " B98020310",
            "姓名": "王木村",
            "手機": " 0952267489"
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10120869",
            "姓名": "林俊伶",
            "手機": " 0928118516 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10330786",
            "姓名": "邱淑靜",
            "手機": " 0989719428 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10610173",
            "姓名": "劉淑梅",
            "手機": " 0987963037 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911039",
            "姓名": "陳玉華",
            "手機": " 0930032100 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911169",
            "姓名": "張宇",
            "手機": "  "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911539",
            "姓名": "簡瑞龍",
            "手機": " 0933609329 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911888",
            "姓名": "簡淑貞",
            "手機": " 0922437066 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911889",
            "姓名": "劉菊",
            "手機": "  "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911890",
            "姓名": "沈鳳珍",
            "手機": "  "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911891",
            "姓名": "陳錦雲",
            "手機": "  "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S10911893",
            "姓名": "林淑慧",
            "手機": " 0933930298 "
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S96020435",
            "姓名": "陳秀燕",
            "手機": " 0936949230"
        },
        {
            "課程編號": "1091C5024",
            "課程名稱": "輕鬆學陶笛與樂曲賞析初級",
            "學號": " S99020090",
            "姓名": "江玉雲",
            "手機": " 0910179746"
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10220655",
            "姓名": "李靜慧",
            "手機": " 0935326566"
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10310978",
            "姓名": "林如棠",
            "手機": " 0953348172"
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10410892",
            "姓名": "黃美祝",
            "手機": " 0955991586 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10510954",
            "姓名": "陳翠華",
            "手機": " 0955688655 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10520154",
            "姓名": "劉驥",
            "手機": " 0922140603 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10910310",
            "姓名": "楊雀惠",
            "手機": " 0912514039 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10910316",
            "姓名": "許錦鈴",
            "手機": " 0928133685 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10911085",
            "姓名": "卓怡伶",
            "手機": " 0927034588 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10911713",
            "姓名": "徐淑如",
            "手機": " 0928565191 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10911741",
            "姓名": "李元城",
            "手機": " 0932268845 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10911788",
            "姓名": "徐春英",
            "手機": " 0928892583 "
        },
        {
            "課程編號": "1091C5026",
            "課程名稱": "社交舞-六步吉魯巴",
            "學號": " S10911789",
            "姓名": "呂麗美",
            "手機": " 0910119115 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10020409",
            "姓名": "陳寶鈺",
            "手機": " 0987897309"
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10020519",
            "姓名": "林環聿",
            "手機": " 0937970562"
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10330710",
            "姓名": "吳惠蘭",
            "手機": " 0986141788 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10420482",
            "姓名": "李振華",
            "手機": " 0955086880 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10820390",
            "姓名": "吳春瑩",
            "手機": " 0937893402 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10910072",
            "姓名": "洪雪",
            "手機": " 0970086575 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10910196",
            "姓名": "蕭媛湞",
            "手機": " 0903376999 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10910201",
            "姓名": "李麗卿",
            "手機": " 0932167588 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10910435",
            "姓名": "謝鈞惠",
            "手機": " 0918361251 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10911142",
            "姓名": "張靄雲",
            "手機": " 0958658211 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10911628",
            "姓名": "陳美利",
            "手機": " 0958468825 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10911926",
            "姓名": "林麗華",
            "手機": " 0966358728 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S10911935",
            "姓名": "盧黃秀英",
            "手機": " 0926221376 "
        },
        {
            "課程編號": "1091C5027",
            "課程名稱": "烏克麗麗初級1",
            "學號": " S97020485",
            "姓名": "黃素卿",
            "手機": " 0933079447"
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10410157",
            "姓名": "林秀蓮",
            "手機": " 0933757047 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10610921",
            "姓名": "陳明宏",
            "手機": " 0920915606 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10910657",
            "姓名": "黃耀震",
            "手機": " 0910515819 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10910952",
            "姓名": "徐麗涵",
            "手機": " 0919263437 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10910953",
            "姓名": "楊瑞禎",
            "手機": " 0989160986 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10910958",
            "姓名": "鄒永能",
            "手機": " 0966518637 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10910959",
            "姓名": "張美貞",
            "手機": " 0932271159 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911613",
            "姓名": "林吉雄",
            "手機": " 0911201956 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911645",
            "姓名": "劉進發",
            "手機": " 0935132886 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911697",
            "姓名": "林明芳",
            "手機": " 0965038158 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911764",
            "姓名": "單忠義",
            "手機": " 0903610527 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911898",
            "姓名": "張立紘*",
            "手機": " 0954163143 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911899",
            "姓名": "梁靜雅*",
            "手機": " 0933088636 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911900",
            "姓名": "楊翠鶯",
            "手機": " 0910269273 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911901",
            "姓名": "黃許文子*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911902",
            "姓名": "吳麗春*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911903",
            "姓名": "張素湄*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911904",
            "姓名": "王愛珍",
            "手機": " 0933106114 "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911905",
            "姓名": "劉文德",
            "手機": "  "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911906",
            "姓名": "陳又嘉*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5028",
            "課程名稱": "輕鬆學二胡-初級C",
            "學號": " S10911907",
            "姓名": "陳春墩",
            "手機": " 0928212486 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " O10810967",
            "姓名": "方小萍",
            "手機": " 0910560773 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10010201",
            "姓名": "周嘉珍",
            "手機": " 0936624653"
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10120006",
            "姓名": "何蓓茵",
            "手機": " 0932239260"
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910393",
            "姓名": "張秀卿",
            "手機": " 0928630030 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910395",
            "姓名": "蔡谷英",
            "手機": " 0919371463 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910396",
            "姓名": "曾霈",
            "手機": " 0963096999 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910397",
            "姓名": "王子文",
            "手機": " 0915242525 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910399",
            "姓名": "黎碧華",
            "手機": " 0921917260 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910401",
            "姓名": "簡秀容",
            "手機": " 0912507005 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910402",
            "姓名": "朱似萼",
            "手機": " 0912891217 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910403",
            "姓名": "張燕春*",
            "手機": " 0909054060 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10910404",
            "姓名": "邱玉蘭*",
            "手機": " 0937109947 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10911231",
            "姓名": "張雅婷",
            "手機": " 0975707677 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10911361",
            "姓名": "趙佩珊",
            "手機": " 0913101366 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S10911882",
            "姓名": "簡碧芳",
            "手機": " 0933953000 "
        },
        {
            "課程編號": "1091C5031",
            "課程名稱": "中東肚皮舞",
            "學號": " S97010411",
            "姓名": "吳皓年",
            "手機": " 0931241455 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10420424",
            "姓名": "林美芳",
            "手機": " 0955928726 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10420621",
            "姓名": "洪秋燕",
            "手機": " 0930297123 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10610481",
            "姓名": "張光宙",
            "手機": " 0932126123 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910075",
            "姓名": "張文芳",
            "手機": " 0909727471 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910108",
            "姓名": "顧麗娟",
            "手機": " 0937466022 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910137",
            "姓名": "林良明",
            "手機": " 0937831149 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910138",
            "姓名": "黄玉鈴",
            "手機": " 0928146486 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910139",
            "姓名": "戴光榮",
            "手機": " 0936-699-869 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910143",
            "姓名": "秦李麗玲",
            "手機": " 0932100914 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910144",
            "姓名": "朱戊雄",
            "手機": " 0926317611 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910146",
            "姓名": "童敏玲",
            "手機": " 0929891317 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910148",
            "姓名": "秦世安",
            "手機": " 0932100914 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910149",
            "姓名": "洪秀枝",
            "手機": " 0989014242 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910150",
            "姓名": "劉宜發",
            "手機": " 0922438777 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910154",
            "姓名": "黃明珠",
            "手機": " 0963396030 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910284",
            "姓名": "劉文平",
            "手機": " 0916078211 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910763",
            "姓名": "李晏如",
            "手機": " 0933599430 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910764",
            "姓名": "簡素珠",
            "手機": "  "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910765",
            "姓名": "馬遠蕙",
            "手機": " 0911001366 "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10911324",
            "姓名": "陳政清",
            "手機": "  "
        },
        {
            "課程編號": "1091C5032",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10911546",
            "姓名": "董坤潑",
            "手機": " 0932367396 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10020678",
            "姓名": "鄧瑞梅",
            "手機": " 0933952760"
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10210243",
            "姓名": "張寶梅",
            "手機": " 0958576489"
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10220007",
            "姓名": "張秋玉",
            "手機": " 0937973056"
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10310939",
            "姓名": "陳敏足",
            "手機": " 0953191530"
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10510935",
            "姓名": "簡貴英",
            "手機": " 0910048666 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10611645",
            "姓名": "嚴秀章",
            "手機": " 0912220561 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910025",
            "姓名": "蕭馨怡",
            "手機": " 0932093817 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910307",
            "姓名": "蔡翠蘭",
            "手機": " 0914076560 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910728",
            "姓名": "陳錦慧",
            "手機": " 0911867666 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910844",
            "姓名": "邱垂慶",
            "手機": " 0921009347 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910879",
            "姓名": "李美容",
            "手機": " 0909517510 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910952",
            "姓名": "徐麗涵",
            "手機": " 0919263437 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910953",
            "姓名": "楊瑞禎",
            "手機": " 0989160986 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910954",
            "姓名": "黃彩玉",
            "手機": " 0937456678 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910955",
            "姓名": "許宗忞",
            "手機": " 0939284809 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910957",
            "姓名": "許麗菊",
            "手機": " 0932096807 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910958",
            "姓名": "鄒永能",
            "手機": " 0966518637 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910959",
            "姓名": "張美貞",
            "手機": " 0932271159 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910960",
            "姓名": "黃含笑",
            "手機": " 0937116806 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910961",
            "姓名": "黃桂丹",
            "手機": " 0937113256 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910962",
            "姓名": "倪秀珠",
            "手機": " 0939849211 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910963",
            "姓名": "林春涼",
            "手機": " 0919238659 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910964",
            "姓名": "張政藤",
            "手機": " 0955328838 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910965",
            "姓名": "黃麗穎",
            "手機": " 0937108950 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10910966",
            "姓名": "莊昱仁",
            "手機": " 0939849209 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S10911620",
            "姓名": "李雨寰",
            "手機": " 0966983641 "
        },
        {
            "課程編號": "1091C5033",
            "課程名稱": "國台語流行歌唱技巧",
            "學號": " S97010411",
            "姓名": "吳皓年",
            "手機": " 0931241455 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10020139",
            "姓名": "張麗枝",
            "手機": " 0933706138"
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10020409",
            "姓名": "陳寶鈺",
            "手機": " 0987897309"
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10220299",
            "姓名": "黃瓊瑩",
            "手機": " 0987029888"
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10410737",
            "姓名": "簡玉萍",
            "手機": " 0982981720 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10411235",
            "姓名": "邱奕翔",
            "手機": " 0972002059 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10510300",
            "姓名": "曾舒寧",
            "手機": " 0903689323 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10521027",
            "姓名": "郭靜",
            "手機": " 0906883630 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10610147",
            "姓名": "邱菊英",
            "手機": " 0989890109 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10810036",
            "姓名": "謝冠雄",
            "手機": "  "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10810289",
            "姓名": "陳慧娟",
            "手機": " 0933779907 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10910205",
            "姓名": "林永玲",
            "手機": " 0987572999 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10910489",
            "姓名": "賴德容",
            "手機": " 0936156916 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10910917",
            "姓名": "魯文娟",
            "手機": " 0936917289 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10911251",
            "姓名": "林奇青*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10911252",
            "姓名": "王美珠*",
            "手機": "  "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10911253",
            "姓名": "張采筑",
            "手機": "  "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10911254",
            "姓名": "謝金蓉*",
            "手機": " 0988661389 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10911256",
            "姓名": "曾靜芬",
            "手機": " 0926661761 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S10911257",
            "姓名": "周業典",
            "手機": " 0910287427 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S96020069",
            "姓名": "吳阿碧",
            "手機": " 0922068857 "
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S98010543",
            "姓名": "呂幸娟",
            "手機": " 0936221736"
        },
        {
            "課程編號": "1091C5038",
            "課程名稱": "爵士鋼琴彈奏與賞析中級1",
            "學號": " S99010026",
            "姓名": "危秋玲",
            "手機": " 0921161989"
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10010775",
            "姓名": "蕭素姬",
            "手機": " 0922644928"
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10410493",
            "姓名": "陳麗青",
            "手機": " 0988877920 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910041",
            "姓名": "陳秀貞",
            "手機": " 0922659427 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910414",
            "姓名": "張素瑛",
            "手機": " 0919197947 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910550",
            "姓名": "蔡美燕",
            "手機": " 0921916819 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910908",
            "姓名": "江淑惠",
            "手機": " 0952212387 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910909",
            "姓名": "張麗卿",
            "手機": " 0939642195 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910910",
            "姓名": "洪素香",
            "手機": " 0938195531 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910911",
            "姓名": "陳曉玲",
            "手機": " 0926262569 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910912",
            "姓名": "簡崑鳳",
            "手機": " 0933107395 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910913",
            "姓名": "楊月嬌",
            "手機": " 0910265269 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910915",
            "姓名": "蔡月霞",
            "手機": " 0933105248 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10910916",
            "姓名": "張美幸",
            "手機": " 0988970706 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S10911814",
            "姓名": "呂香慧",
            "手機": " 0958876111 "
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S96020312",
            "姓名": "陳金春",
            "手機": " 0910268929"
        },
        {
            "課程編號": "1091C5039",
            "課程名稱": "日本舞踊與文化賞析",
            "學號": " S97020513",
            "姓名": "洪藝玲",
            "手機": " 0932928330"
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10110019",
            "姓名": "簡素玉",
            "手機": " "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10610756",
            "姓名": "李寶秀",
            "手機": " 0910910071 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911068",
            "姓名": "黃秋菊",
            "手機": " 0920212992 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911209",
            "姓名": "陳秋玲",
            "手機": " 0938102560 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911211",
            "姓名": "楊賴玉飲",
            "手機": " 0910910533 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911212",
            "姓名": "楊金益",
            "手機": " 09020240878 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911213",
            "姓名": "范健二",
            "手機": " 0932928847 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911214",
            "姓名": "黃秋梅",
            "手機": " 0972194882 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911215",
            "姓名": "周家幸",
            "手機": " 0933937622 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911216",
            "姓名": "黃惠情",
            "手機": " 0958908180 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911217",
            "姓名": "童賴雲森",
            "手機": " 0933937058 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911218",
            "姓名": "簡美玉",
            "手機": " 0937100546 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911807",
            "姓名": "黃正順",
            "手機": " 0928777889 "
        },
        {
            "課程編號": "1091C5041",
            "課程名稱": "唱歌輕鬆學日語初級1",
            "學號": " S10911943",
            "姓名": "張蘇蘭香",
            "手機": " 0910115513 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10720229",
            "姓名": "黃宏基",
            "手機": " 0912972975 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10910924",
            "姓名": "曾東淵",
            "手機": " 0958281098 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10910994",
            "姓名": "呂俊慶",
            "手機": " 0905671573 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10911168",
            "姓名": "廖紫妍",
            "手機": " 0987094728 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10911483",
            "姓名": "黃耀南",
            "手機": " 0937337042 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10911492",
            "姓名": "郝智英",
            "手機": " 0958177873 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10911663",
            "姓名": "高暐勳",
            "手機": " 0921227129 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10911953",
            "姓名": "簡熏鋐",
            "手機": " 0909611442 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S10912082",
            "姓名": "李玫",
            "手機": " 0928279221 "
        },
        {
            "課程編號": "1091C5042",
            "課程名稱": "木吉他彈唱",
            "學號": " S99020415",
            "姓名": "賴肁豐",
            "手機": " 0963006929 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10210396",
            "姓名": "吳奇黛",
            "手機": " 0937887100"
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10210576",
            "姓名": "曾美華",
            "手機": " 0953051575"
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10620130",
            "姓名": "許惠美",
            "手機": " 0919236766 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10620285",
            "姓名": "周明坤",
            "手機": " 0981308980 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10710651",
            "姓名": "詹振基",
            "手機": " 0935510729 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10910425",
            "姓名": "魏金鈴",
            "手機": " 0916706025 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10910757",
            "姓名": "李福來",
            "手機": " 0973230727 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911312",
            "姓名": "蘇棋生",
            "手機": " 0952163493 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911314",
            "姓名": "陳清輝",
            "手機": " 0932701236 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911317",
            "姓名": "陳瑞芬",
            "手機": " 0912832529 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911318",
            "姓名": "曾玉鳳",
            "手機": " 0921169311 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911319",
            "姓名": "李宏仁",
            "手機": " 0926229110 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911320",
            "姓名": "蘇秀娥",
            "手機": " 0910255198 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911321",
            "姓名": "黃義榮",
            "手機": " 0937113776 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911322",
            "姓名": "陳素香",
            "手機": " 0955778911 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911325",
            "姓名": "張鳳娣",
            "手機": " 0912062519 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911326",
            "姓名": "沈秋葉",
            "手機": " 0917891707 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911327",
            "姓名": "葉建平",
            "手機": " 0978885328 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911328",
            "姓名": "彭秋香",
            "手機": " 0910267597 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911329",
            "姓名": "高國泉",
            "手機": " 0932273601 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S10911998",
            "姓名": "黨英彩",
            "手機": " 0906631166 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S96010123",
            "姓名": "吳季薇",
            "手機": " 0927298005 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S97010408",
            "姓名": "洪蓁琳",
            "手機": " 0972619339 "
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S99010479",
            "姓名": "鐘嘉興",
            "手機": " 0937857681"
        },
        {
            "課程編號": "1091C5050",
            "課程名稱": "國際標準舞中級",
            "學號": " S99020252",
            "姓名": "黃桂蘭",
            "手機": " 0910254953"
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " O10710998",
            "姓名": "黃茂發",
            "手機": " 0966889247 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911049",
            "姓名": "李廉鈞",
            "手機": " 0906521760 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911105",
            "姓名": "李詩聯",
            "手機": " 0937949076 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911106",
            "姓名": "邱管仲",
            "手機": " 0937959366 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911107",
            "姓名": "陳正輝",
            "手機": " 0910687328 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911108",
            "姓名": "陳清泉",
            "手機": " 0922687392 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911109",
            "姓名": "陳柏禎",
            "手機": " 0956111327 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911237",
            "姓名": "胡文宏",
            "手機": " 0933957261 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911566",
            "姓名": "王源瑞",
            "手機": " 886937824307 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911660",
            "姓名": "黃明郎",
            "手機": " 0936836080 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911787",
            "姓名": "曾永耀",
            "手機": " 0926825369 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10911925",
            "姓名": "邱文祥",
            "手機": " 0932169889 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10912061",
            "姓名": "周田貴",
            "手機": " 0932317666 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S10912062",
            "姓名": "邱慶源",
            "手機": " 0920808023 "
        },
        {
            "課程編號": "1091C5051",
            "課程名稱": "流行金曲sax初級班",
            "學號": " S98020174",
            "姓名": "翁榮發",
            "手機": " 0939838386"
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10620447",
            "姓名": "何炎桂",
            "手機": " 0912896892 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10710248",
            "姓名": "謝金冠",
            "手機": " 0933951650 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10810113",
            "姓名": "李金波",
            "手機": " 0973313868 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10910488",
            "姓名": "邱豐傑",
            "手機": " 0919938397 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10911021",
            "姓名": "邱顯長",
            "手機": " 0935577211 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10911038",
            "姓名": "費國鈞",
            "手機": " 0919938397 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10911538",
            "姓名": "藍慶重",
            "手機": " 0920313211 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10911691",
            "姓名": "郭景兆",
            "手機": " 0955823141 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10911883",
            "姓名": "黃聰明",
            "手機": " 0933105886 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10911886",
            "姓名": "黃欣助",
            "手機": " 0911852862 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10911996",
            "姓名": "林威奇",
            "手機": " 0909935311 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10912044",
            "姓名": "吳玉香",
            "手機": " 0935735297 "
        },
        {
            "課程編號": "1091C5052",
            "課程名稱": "流行金曲sax初級",
            "學號": " S10912060",
            "姓名": "黃崇騰",
            "手機": " 0937116808 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10110012",
            "姓名": "熊立巧",
            "手機": " 0936063988 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10210711",
            "姓名": "邱永東",
            "手機": " 0918001022 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10620640",
            "姓名": "李思漪",
            "手機": " 0918007887 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10910707",
            "姓名": "高譽文",
            "手機": " 0921830124 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10911555",
            "姓名": "陳芊宇",
            "手機": " 0928471964 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10911556",
            "姓名": "盧燦蘭",
            "手機": " 0939110072 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10911557",
            "姓名": "王宇波",
            "手機": " 0978266011 "
        },
        {
            "課程編號": "1091C5053",
            "課程名稱": "箏心禪意學古箏",
            "學號": " S10911785",
            "姓名": "張樹珍",
            "手機": "  "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10330248",
            "姓名": "袁秀惠",
            "手機": " 0918837277 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10330601",
            "姓名": "夏淑儀",
            "手機": " 0921636663 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10420858",
            "姓名": "李秀芬",
            "手機": " 0972915808 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10610091",
            "姓名": "詹莉青",
            "手機": " 0932100220 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10910393",
            "姓名": "張秀卿",
            "手機": " 0928630030 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10910545",
            "姓名": "黃怡儒",
            "手機": " 0932716252 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911116",
            "姓名": "許瑞珍",
            "手機": " 0928133619 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911118",
            "姓名": "林伊莉",
            "手機": " 0918208813 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911119",
            "姓名": "李淑蕙",
            "手機": " 0931369010 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911126",
            "姓名": "林鈺敏",
            "手機": " 0987312260 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911134",
            "姓名": "藍繶雯",
            "手機": " 0910110582 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911135",
            "姓名": "姚尹玲",
            "手機": " 0935431945 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911143",
            "姓名": "簡銘瑜",
            "手機": " 0911305562 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911147",
            "姓名": "王素玲",
            "手機": " 0930166547 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911360",
            "姓名": "林麗慧",
            "手機": " 0916200692 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911848",
            "姓名": "梁鳳珍",
            "手機": " 0983216486 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S10911944",
            "姓名": "黃秀鳳",
            "手機": " 0953185526 "
        },
        {
            "課程編號": "1091C6001",
            "課程名稱": "社區生活花藝初級C",
            "學號": " S97010321",
            "姓名": "陳秋華",
            "手機": " 0926684410"
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10110377",
            "姓名": "林盈秀",
            "手機": " 0928259150"
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10110609",
            "姓名": "陳幼",
            "手機": " 0910282809"
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10330418",
            "姓名": "陳莉芬",
            "手機": " 0953530528 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10411236",
            "姓名": "張富霞",
            "手機": "  "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10521095",
            "姓名": "許月春",
            "手機": " 0928564243 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10910025",
            "姓名": "蕭馨怡",
            "手機": " 0932093817 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10910396",
            "姓名": "曾霈",
            "手機": " 0963096999 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10911124",
            "姓名": "楊淑芬",
            "手機": " 0930968990 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10911270",
            "姓名": "王美秀",
            "手機": " 0900671356 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10911339",
            "姓名": "魏孟霆",
            "手機": " 0921315666 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10911383",
            "姓名": "許麗綢",
            "手機": " 0910118553 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10912143",
            "姓名": "林姵妤",
            "手機": " 0952968618 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " S10912175",
            "姓名": "陳瓊櫻",
            "手機": " 0955188269 "
        },
        {
            "課程編號": "1091C6002",
            "課程名稱": "生活花藝初級A",
            "學號": " T06073",
            "姓名": "曾斯妍",
            "手機": " 0911485678 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " O10821073",
            "姓名": "曹慧明",
            "手機": " 0905691541 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10220731",
            "姓名": "劉秀玉",
            "手機": " 0927870566"
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10420231",
            "姓名": "卓麗隨",
            "手機": " 0915261089 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10610775",
            "姓名": "楊漢民",
            "手機": " 0937212656 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10820382",
            "姓名": "孔慶華",
            "手機": " 0922485075 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10910050",
            "姓名": "鍾玉鈴",
            "手機": " 0911289008 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10910188",
            "姓名": "陳淑玲",
            "手機": " 0960525480 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10910191",
            "姓名": "林曉洋",
            "手機": " 0926339339 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10910616",
            "姓名": "黃睿庚",
            "手機": " 0936888240 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10910710",
            "姓名": "楊琇雰",
            "手機": " 0939550930 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10911309",
            "姓名": "孫潔",
            "手機": "  "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10911334",
            "姓名": "陳繼英",
            "手機": " 0979047066 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10911870",
            "姓名": "田秀玉",
            "手機": " 0919328634 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S10911879",
            "姓名": "江瓊敏",
            "手機": " 0982236960 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S96020539",
            "姓名": "連敏妃",
            "手機": " 0922303238 "
        },
        {
            "課程編號": "1091C6003",
            "課程名稱": "革物手作。就是愛玩皮 精品班",
            "學號": " S97020025",
            "姓名": "蕭淑如",
            "手機": " 0972229255 "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10110812",
            "姓名": "陳美玲",
            "手機": " 0932929335 "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10120456",
            "姓名": "黃菁嬋",
            "手機": " 0975679028"
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10311236",
            "姓名": "王大成",
            "手機": " 0925562056"
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10910091",
            "姓名": "原志超",
            "手機": " 0988293752 "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10910094",
            "姓名": "吳惠秋",
            "手機": " 0953338276 "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10910280",
            "姓名": "黃宥蓁",
            "手機": " 0955558007 "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10910414",
            "姓名": "張素瑛",
            "手機": " 0919197947 "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10910887",
            "姓名": "黃意雯",
            "手機": "  "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10910888",
            "姓名": "吳麗玉",
            "手機": "  "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10910889",
            "姓名": "趙瑞琪",
            "手機": "  "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10911451",
            "姓名": "黃書廷",
            "手機": " 0922492406 "
        },
        {
            "課程編號": "1091C6004",
            "課程名稱": "油畫小品輕鬆畫與欣賞",
            "學號": " S10912068",
            "姓名": "王淞江",
            "手機": " 0932101146 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " s10020027",
            "姓名": "曾子玟",
            "手機": " 0958899072 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10110549",
            "姓名": "洪美惠",
            "手機": " 0909168233 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10330177",
            "姓名": "曾馨葦",
            "手機": " 0939455238 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10330213",
            "姓名": "于慧琴",
            "手機": " 0920422688 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10410782",
            "姓名": "陳慈純",
            "手機": " 0935565548 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10420278",
            "姓名": "高則容",
            "手機": " 0922618860 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10420585",
            "姓名": "王瓊如",
            "手機": " 0960728488 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10520738",
            "姓名": "久米真由美",
            "手機": " 0988658655 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10610653",
            "姓名": "許惠珍",
            "手機": " 0920512636 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10710578",
            "姓名": "饒中芳",
            "手機": " 0910153359 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10720056",
            "姓名": "曾昱樺",
            "手機": " 0936804246 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10720456",
            "姓名": "高金存",
            "手機": " 0937001355 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10910429",
            "姓名": "張瑋琳",
            "手機": " 0910606893 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10910436",
            "姓名": "盧璟玲",
            "手機": " 0911893866 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10910850",
            "姓名": "陳周淑媛",
            "手機": " 0987101576 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S10911033",
            "姓名": "范鍾容",
            "手機": " 0933190668 "
        },
        {
            "課程編號": "1091C6005",
            "課程名稱": "快樂學油畫-社區風情",
            "學號": " S97010639",
            "姓名": "吳文吟",
            "手機": " 0938837567"
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10110549",
            "姓名": "洪美惠",
            "手機": " 0909168233 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10330152",
            "姓名": "陳嬿雲",
            "手機": " 0926614995 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10520233",
            "姓名": "何玉蓮",
            "手機": " 0972180981 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10720056",
            "姓名": "曾昱樺",
            "手機": " 0936804246 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10720456",
            "姓名": "高金存",
            "手機": " 0937001355 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10810041",
            "姓名": "張春梅",
            "手機": " 0910074785 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10810255",
            "姓名": "曾世文",
            "手機": " 0958821175 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10820086",
            "姓名": "蒙寶貞",
            "手機": " 0983198968 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10910161",
            "姓名": "陳錦緞",
            "手機": " 0932255408 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10910429",
            "姓名": "張瑋琳",
            "手機": " 0910606893 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10910438",
            "姓名": "蘇聲鈺",
            "手機": " 0919923263 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10910628",
            "姓名": "林宛瑜",
            "手機": " 0936062393 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10911061",
            "姓名": "宋雅蘋",
            "手機": " 0913817772 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10911249",
            "姓名": "鄭卓秀英",
            "手機": "  "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S10912027",
            "姓名": "周起先",
            "手機": " 0910268261 "
        },
        {
            "課程編號": "1091C6006",
            "課程名稱": "趣味素描與西洋藝術賞析",
            "學號": " S97010639",
            "姓名": "吳文吟",
            "手機": " 0938837567"
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10220731",
            "姓名": "劉秀玉",
            "手機": " 0927870566"
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10330185",
            "姓名": "陳玉芳",
            "手機": " 0956030007 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10410054",
            "姓名": "何京蒨",
            "手機": " 0922267556 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10520261",
            "姓名": "吳凱歆",
            "手機": " 0933775657 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10710296",
            "姓名": "王秋芬",
            "手機": " 0958939806 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10820220",
            "姓名": "李懷銀",
            "手機": " 0919370270 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910048",
            "姓名": "游麗娟",
            "手機": " 0977222993 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910050",
            "姓名": "鍾玉鈴",
            "手機": " 0911289008 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910056",
            "姓名": "李幸兒",
            "手機": " 0912675120 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910630",
            "姓名": "陳麗秋",
            "手機": " 0911099903 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910634",
            "姓名": "吳芬華",
            "手機": " 0912832329 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910639",
            "姓名": "簡珮如",
            "手機": " 0912219075 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910686",
            "姓名": "蔡美雲",
            "手機": " 0933457128 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10910709",
            "姓名": "陳麗玲",
            "手機": " 0966623881 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10911599",
            "姓名": "周振晟",
            "手機": " 0932845144 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S10911955",
            "姓名": "林文寶",
            "手機": " 0910140019 "
        },
        {
            "課程編號": "1091C6007",
            "課程名稱": "革物手作。就是愛玩皮 實作班",
            "學號": " S96020539",
            "姓名": "連敏妃",
            "手機": " 0922303238 "
        },
        {
            "課程編號": "1091C6008",
            "課程名稱": "生活花藝初級B",
            "學號": " S10910520",
            "姓名": "陳亦鳳",
            "手機": " 0919960125 "
        },
        {
            "課程編號": "1091C6008",
            "課程名稱": "生活花藝初級B",
            "學號": " S10911336",
            "姓名": "葉晏伶",
            "手機": " 0918152016 "
        },
        {
            "課程編號": "1091C6008",
            "課程名稱": "生活花藝初級B",
            "學號": " S10911338",
            "姓名": "潘美蘭",
            "手機": " 0912207771 "
        },
        {
            "課程編號": "1091C6008",
            "課程名稱": "生活花藝初級B",
            "學號": " S10911624",
            "姓名": "葉鈺瀅",
            "手機": " 0965327238 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10120897",
            "姓名": "卓靜瑜",
            "手機": " 0931136817 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10520720",
            "姓名": "李丹芳",
            "手機": " 0918060694 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910068",
            "姓名": "詹欣怡",
            "手機": " 0963083387 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910462",
            "姓名": " 葉徐青",
            "手機": " 0927197906 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910463",
            "姓名": "林月美",
            "手機": " 0937966051 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910464",
            "姓名": "王麗華",
            "手機": " 0933080425 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910467",
            "姓名": "林言蓁",
            "手機": " 0910640071 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910469",
            "姓名": "練姝榕",
            "手機": " 0958749186 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910470",
            "姓名": "吳佳樺",
            "手機": " 0937462123 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10910660",
            "姓名": "張甡",
            "手機": " 0975014822 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S10911819",
            "姓名": "盧宛玉",
            "手機": " 0926221376 "
        },
        {
            "課程編號": "1091C6009",
            "課程名稱": "花漾日式拼布手作",
            "學號": " S99010020",
            "姓名": "黃阿蔥",
            "手機": " "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " B98020310",
            "姓名": "王木村",
            "手機": " 0952267489"
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10310067",
            "姓名": "許玉鈴",
            "手機": " 0930426949 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10410172",
            "姓名": "鄭慧君",
            "手機": " 0938250801 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10410293",
            "姓名": "陳淑貞",
            "手機": " 0912824303 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10510689",
            "姓名": "彭淑玲",
            "手機": " 0956297936 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10910512",
            "姓名": "何富美",
            "手機": " 0911396202 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10911011",
            "姓名": "李佳穎",
            "手機": " 30522657 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10911044",
            "姓名": "魏幸如",
            "手機": " 0953269893 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S10912088",
            "姓名": "莊育欣",
            "手機": " 0920115941 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S97020631",
            "姓名": "林淑真",
            "手機": " 0920115941 "
        },
        {
            "課程編號": "1091C6010",
            "課程名稱": "趣味素描與賞析初級2",
            "學號": " S98020350",
            "姓名": "武及蘭",
            "手機": " 0920832017 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " O10811137",
            "姓名": "楊金寶",
            "手機": " 0912053457 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " O10811138",
            "姓名": "楊金姑",
            "手機": " 0989512918 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " S10910055",
            "姓名": "翁婉真",
            "手機": " 0981530379 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " S10910551",
            "姓名": "黃心蘭",
            "手機": " 0952350146 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " S10910593",
            "姓名": "陳侑駖",
            "手機": " 0988226268 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " S10911456",
            "姓名": "鄭雅文",
            "手機": " 0933252230 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " S10911658",
            "姓名": "邱明芳",
            "手機": " 886928115461 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " S10911878",
            "姓名": "陳依婷",
            "手機": " 0956035313 "
        },
        {
            "課程編號": "1091C6011",
            "課程名稱": "革物手作。就是愛玩皮 玩皮",
            "學號": " S98020533",
            "姓名": "林梓茵",
            "手機": " 0932302667 "
        },
        {
            "課程編號": "1091C6014",
            "課程名稱": "社區休閒油畫初級2",
            "學號": " S10330185",
            "姓名": "陳玉芳",
            "手機": " 0956030007 "
        },
        {
            "課程編號": "1091C6014",
            "課程名稱": "社區休閒油畫初級2",
            "學號": " S10410892",
            "姓名": "黃美祝",
            "手機": " 0955991586 "
        },
        {
            "課程編號": "1091C6014",
            "課程名稱": "社區休閒油畫初級2",
            "學號": " S10910671",
            "姓名": "黃靖庭",
            "手機": " 0913769238 "
        },
        {
            "課程編號": "1091C6014",
            "課程名稱": "社區休閒油畫初級2",
            "學號": " S10911750",
            "姓名": "楊淑姝",
            "手機": " 0932092369 "
        },
        {
            "課程編號": "1091C6014",
            "課程名稱": "社區休閒油畫初級2",
            "學號": " S97020231",
            "姓名": "邱薇軒",
            "手機": " 0910286899 "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10220300",
            "姓名": "張靜婷",
            "手機": " 0963818655 "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910613",
            "姓名": "林靜儀",
            "手機": " 0975701859 "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910696",
            "姓名": "游貞蓮",
            "手機": " 0972861232 "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910784",
            "姓名": "韓美椒",
            "手機": "  "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910785",
            "姓名": "張以慈",
            "手機": "  "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910786",
            "姓名": "劉亦倫",
            "手機": "  "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910787",
            "姓名": "黃億文",
            "手機": "  "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910789",
            "姓名": "鍾如玉",
            "手機": "  "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910791",
            "姓名": "楊敏男",
            "手機": "  "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10910793",
            "姓名": "蘇雪芬",
            "手機": "  "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10911219",
            "姓名": "陳瑋馨",
            "手機": " 0976543317 "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10911852",
            "姓名": "黃貞毓",
            "手機": " 0911-085835 "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S10911956",
            "姓名": "陳怡文",
            "手機": " 0905828805 "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S96020456",
            "姓名": "陳吳美娥",
            "手機": " "
        },
        {
            "課程編號": "1091C6016",
            "課程名稱": "休閒油畫 ",
            "學號": " S97020230",
            "姓名": "黃素華",
            "手機": " 0910285788"
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10220307",
            "姓名": "毛紅雅",
            "手機": " 0921902753"
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10510534",
            "姓名": "許登洲",
            "手機": " 0922678922 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10511126",
            "姓名": "趙翠華",
            "手機": " 0922719010 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10520156",
            "姓名": "趙韋嵐",
            "手機": " 0912058233 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10520720",
            "姓名": "李丹芳",
            "手機": " 0918060694 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10610550",
            "姓名": "林雨潔",
            "手機": " 0919544868 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10611243",
            "姓名": "葉美霞",
            "手機": " 0921169160 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10910066",
            "姓名": "鄭雅文",
            "手機": " 0924082101 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10910932",
            "姓名": "鄭語萱",
            "手機": " 0975870680 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10910933",
            "姓名": "王姿嵐",
            "手機": " 0953142393 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10910934",
            "姓名": "廖幼華",
            "手機": " 0921460578 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10910935",
            "姓名": "姚蕙君",
            "手機": " 097210611 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S10911994",
            "姓名": "李育緹",
            "手機": " 0966010939 "
        },
        {
            "課程編號": "1091C6017",
            "課程名稱": "國畫花鳥初級2",
            "學號": " S96020069",
            "姓名": "吳阿碧",
            "手機": " 0922068857 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10220296",
            "姓名": "簡勇君",
            "手機": " 0927938226"
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10510973",
            "姓名": "呂瑞珍",
            "手機": " 0921921850 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10610060",
            "姓名": "徐秀芬",
            "手機": " 0918955118 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10810030",
            "姓名": "廖明珠",
            "手機": " 0922260060 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910231",
            "姓名": "邱雲蘭",
            "手機": " 0928243200 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910239",
            "姓名": "王檍厤",
            "手機": " 0938181686 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910240",
            "姓名": "周淑芬",
            "手機": " 0922248113 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910242",
            "姓名": "范黃怡",
            "手機": " 0952288177  "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910249",
            "姓名": "李素琴",
            "手機": " 0911772994 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910257",
            "姓名": "潘莉美",
            "手機": " 0910036645 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910259",
            "姓名": "黃梓榕",
            "手機": " 0911933313 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910385",
            "姓名": "簡來好",
            "手機": " 0953603203 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910628",
            "姓名": "林宛瑜",
            "手機": " 0936062393 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10910942",
            "姓名": "郭淑惠",
            "手機": " 0939996830 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10911293",
            "姓名": "陳立筠",
            "手機": " 0938500201 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S10912101",
            "姓名": "魏淑禎",
            "手機": " 0917021839 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S97010443",
            "姓名": "邱憲志",
            "手機": " 0933955174 "
        },
        {
            "課程編號": "1091C6018",
            "課程名稱": "手繪生活城市速寫",
            "學號": " S99010447",
            "姓名": "葉秋宜",
            "手機": " 0936175833"
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S10320189",
            "姓名": "陳弘毅",
            "手機": " 0953558907 "
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S10910233",
            "姓名": "古梅華",
            "手機": " 0975081869 "
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S10910241",
            "姓名": "鄭玫玲",
            "手機": " 0926282294 "
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S10910367",
            "姓名": "林淑媛",
            "手機": " 0920624769 "
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S10910369",
            "姓名": "秦琢",
            "手機": " 0935374133 "
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S10911704",
            "姓名": "賴保妃",
            "手機": " 0921367711 "
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S96020377",
            "姓名": "楊慈惠",
            "手機": " 0921986484 "
        },
        {
            "課程編號": "1091C6021",
            "課程名稱": "蠟染畫技法與應用初級2",
            "學號": " S96020565",
            "姓名": "林黃聿柔",
            "手機": " 0928566664"
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10120585",
            "姓名": "劉木隆",
            "手機": " 0935795839 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10320120",
            "姓名": "邱碧倫",
            "手機": " 0931173092 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10520471",
            "姓名": "石莉萍",
            "手機": " 0970658966 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10610122",
            "姓名": "陳賽萍",
            "手機": " 0912352930 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10820473",
            "姓名": "曾明加",
            "手機": " 0958722575 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10911084",
            "姓名": "廖家榆",
            "手機": " 0928872606 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10911236",
            "姓名": "王家謙",
            "手機": " 88101314 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10911238",
            "姓名": "楊明川",
            "手機": " 0988101314 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10911725",
            "姓名": "陳龍",
            "手機": " 0906801576 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10912075",
            "姓名": "葉家齊",
            "手機": " 0980886786 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10912116",
            "姓名": "林家毅",
            "手機": " 0934316918 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10912128",
            "姓名": "沈雲貞",
            "手機": " 0913976599 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10912130",
            "姓名": "賴孟涵",
            "手機": " 0911128704 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10912151",
            "姓名": "張文美",
            "手機": " 0908056635 "
        },
        {
            "課程編號": "1091C6022",
            "課程名稱": "珠寶銀飾金工實作",
            "學號": " S10912153",
            "姓名": "陳威竹",
            "手機": " 0988736393 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10220278",
            "姓名": "鄭穎研",
            "手機": " 0986886866 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10220871",
            "姓名": "謝佳馨",
            "手機": " 0935391534 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10330368",
            "姓名": "李淑慧",
            "手機": " 0988633378 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10410444",
            "姓名": "陳欣妮",
            "手機": " 0926181465 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10411236",
            "姓名": "張富霞",
            "手機": "  "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10520325",
            "姓名": "陳麗秋",
            "手機": " 0935116707 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10610449",
            "姓名": "蔡逸瓊",
            "手機": " 0912506837 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10610483",
            "姓名": "張惠鈴",
            "手機": " 0953013314 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10810597",
            "姓名": "劉淑玲",
            "手機": " 0937339774 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10910025",
            "姓名": "蕭馨怡",
            "手機": " 0932093817 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10910061",
            "姓名": "黃木蘭",
            "手機": " 0932930074 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10910064",
            "姓名": "孔祥嗣",
            "手機": " 0935908595 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10910076",
            "姓名": "蔡明芬",
            "手機": " 0972355833 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911122",
            "姓名": "許雅惠",
            "手機": " 0933250181 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911123",
            "姓名": "王秋菊",
            "手機": " 0983510710 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911127",
            "姓名": "盧阿卿",
            "手機": " 0920514616 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911129",
            "姓名": "鐘淑惠",
            "手機": " 0910937699 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911131",
            "姓名": "張維容",
            "手機": " 0987089074 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911383",
            "姓名": "許麗綢",
            "手機": " 0910118553 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911420",
            "姓名": "鄭文銓",
            "手機": " 0935218101 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911601",
            "姓名": "蘇靖硯",
            "手機": " 0952600212 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10911943",
            "姓名": "張蘇蘭香",
            "手機": " 0910115513 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10912090",
            "姓名": "柯素貞",
            "手機": " 0972300896 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10912096",
            "姓名": "楊佳純",
            "手機": " 0933269390 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10912098",
            "姓名": "楊美娟",
            "手機": " 0988214035 "
        },
        {
            "課程編號": "1091C6023",
            "課程名稱": "愛上手工皂",
            "學號": " S10912174",
            "姓名": "張鈴茹",
            "手機": " 0952072642 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10120402",
            "姓名": "徐維襄",
            "手機": " 0917082945"
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10210261",
            "姓名": "蘇蕙芬",
            "手機": " 0958761119 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10420063",
            "姓名": "鄭淑霞",
            "手機": " 0955437262 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10610578",
            "姓名": "雷家禾",
            "手機": " 0928538805 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10610951",
            "姓名": "卓秋蓮",
            "手機": " 0933958523 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10910156",
            "姓名": "呂青琪",
            "手機": " 0916287936 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10911112",
            "姓名": "莊蔡阿綢",
            "手機": " 0933936836 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10911113",
            "姓名": "莊淑芬",
            "手機": " 0921085188 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10911114",
            "姓名": "蔡明慧",
            "手機": " 0937060589 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S10911115",
            "姓名": "許美珠",
            "手機": " 0921086057 "
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S96010025",
            "姓名": "許惠玲",
            "手機": " 0910955505"
        },
        {
            "課程編號": "1091C6024",
            "課程名稱": "打包帶實用編織",
            "學號": " S99010335",
            "姓名": "黃仁蔭",
            "手機": " "
        },
        {
            "課程編號": "1091C6025",
            "課程名稱": "愛上手工皂",
            "學號": " S10220731",
            "姓名": "劉秀玉",
            "手機": " 0927870566"
        },
        {
            "課程編號": "1091C6025",
            "課程名稱": "愛上手工皂",
            "學號": " S10911072",
            "姓名": "陳淑華",
            "手機": " 0914100606 "
        },
        {
            "課程編號": "1091C6025",
            "課程名稱": "愛上手工皂",
            "學號": " S10911114",
            "姓名": "蔡明慧",
            "手機": " 0937060589 "
        },
        {
            "課程編號": "1091C6025",
            "課程名稱": "愛上手工皂",
            "學號": " S10911728",
            "姓名": "吳月寶*",
            "手機": "  "
        },
        {
            "課程編號": "1091C6025",
            "課程名稱": "愛上手工皂",
            "學號": " S10911884",
            "姓名": "林秀陵",
            "手機": " 0919354085 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910159",
            "姓名": "林詠淇",
            "手機": " 0963558191 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910160",
            "姓名": "黃碧霞",
            "手機": "  "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910161",
            "姓名": "陳錦緞",
            "手機": " 0932255408 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910162",
            "姓名": "周淑美",
            "手機": " 0988678346 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910163",
            "姓名": "楊景雯",
            "手機": " 0921862998 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910164",
            "姓名": "俞筱君",
            "手機": " 0970096519 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910391",
            "姓名": "徐秀芬*",
            "手機": "  "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910392",
            "姓名": "戴欣儀",
            "手機": " 0988107217 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10911775",
            "姓名": "蔡鳳珠",
            "手機": " 0910285159 "
        },
        {
            "課程編號": "1091C6028",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10911839",
            "姓名": "傅杏芳",
            "手機": " 0912242778 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10120024",
            "姓名": "郭季涵",
            "手機": " 0937106600 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10120456",
            "姓名": "黃菁嬋",
            "手機": " 0975679028"
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10320189",
            "姓名": "陳弘毅",
            "手機": " 0953558907 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10330097",
            "姓名": "趙容瑜",
            "手機": " 093065995 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10411027",
            "姓名": "鄧洺喬",
            "手機": " 0988223176 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10420171",
            "姓名": "劉麗娟",
            "手機": " 0920179862 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910199",
            "姓名": "洪麗玲",
            "手機": " 0975010862 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910203",
            "姓名": "江支健",
            "手機": " 0918608386 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910205",
            "姓名": "林永玲",
            "手機": " 0987572999 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910206",
            "姓名": "蘇柏魁",
            "手機": " 0975782265 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910230",
            "姓名": "許逸軒",
            "手機": " 0910686070 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910244",
            "姓名": "林愛晨",
            "手機": " 0952629755 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910245",
            "姓名": "任樹理",
            "手機": " 0918238448 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910246",
            "姓名": "林于珊",
            "手機": " 0933939901 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910247",
            "姓名": "林夏蓮",
            "手機": " 0928125202 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10910935",
            "姓名": "姚蕙君",
            "手機": " 097210611 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10911163",
            "姓名": "馬清芳",
            "手機": " 0937185850 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10911540",
            "姓名": "康濙瀅",
            "手機": " 0922848188 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10911568",
            "姓名": "曹國雄",
            "手機": " 0916931476 "
        },
        {
            "課程編號": "1091C6031",
            "課程名稱": "社區手繪生活速寫",
            "學號": " S10911941",
            "姓名": "林秀霞",
            "手機": " 0963327189 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10220041",
            "姓名": "邱綉香",
            "手機": " 0910286009"
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10220307",
            "姓名": "毛紅雅",
            "手機": " 0921902753"
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10320189",
            "姓名": "陳弘毅",
            "手機": " 0953558907 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10420171",
            "姓名": "劉麗娟",
            "手機": " 0920179862 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10610568",
            "姓名": "陳雅莉",
            "手機": " 0955685486 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10710046",
            "姓名": "王麗秋",
            "手機": " 0918332701 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910216",
            "姓名": "陳志宏",
            "手機": " 0958911038 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910219",
            "姓名": "吳慧美",
            "手機": "  "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910221",
            "姓名": "詹登財",
            "手機": " 0975781381 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910229",
            "姓名": "徐中如",
            "手機": " 0937916875 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910231",
            "姓名": "邱雲蘭",
            "手機": " 0928243200 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910253",
            "姓名": "王馨逢",
            "手機": " 0922929800 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910612",
            "姓名": "張素蓮",
            "手機": " 0955280080 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10910613",
            "姓名": "林靜儀",
            "手機": " 0975701859 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10911783",
            "姓名": "林顯壕",
            "手機": " 0921172634 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10911874",
            "姓名": "李傳婷",
            "手機": " 0912873839 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S10911983",
            "姓名": "林彥綾",
            "手機": " 0905051279 "
        },
        {
            "課程編號": "1091C6032",
            "課程名稱": "社區美景寫意生活水彩",
            "學號": " S97010639",
            "姓名": "吳文吟",
            "手機": " 0938837567"
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10330601",
            "姓名": "夏淑儀",
            "手機": " 0921636663 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10420858",
            "姓名": "李秀芬",
            "手機": " 0972915808 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10711009",
            "姓名": "鄭淑華",
            "手機": " 0933936359 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10720286",
            "姓名": "許陳含笑",
            "手機": " 0933958918 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10910050",
            "姓名": "鍾玉鈴",
            "手機": " 0911289008 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10910063",
            "姓名": "楊富美",
            "手機": " 0918083175 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10910650",
            "姓名": "李桂花",
            "手機": " 0910267577 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10910834",
            "姓名": "李旻樺",
            "手機": " 0913755826 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911058",
            "姓名": "王鏡雅",
            "手機": " 0932095029 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911059",
            "姓名": "吳怡萍",
            "手機": " 0920150054 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911061",
            "姓名": "宋雅蘋",
            "手機": " 0913817772 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911062",
            "姓名": "邱桂琴",
            "手機": " 0937934748 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911063",
            "姓名": "陳曉涓",
            "手機": " 0970424598 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911064",
            "姓名": "劉詩薇",
            "手機": " 0920651501 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911067",
            "姓名": "許淑芬",
            "手機": " 0937958928 "
        },
        {
            "課程編號": "1091C6033",
            "課程名稱": "愛上手工皂",
            "學號": " S10911909",
            "姓名": "姜海寰",
            "手機": " 0911946333 "
        },
        {
            "課程編號": "1091C6040",
            "課程名稱": "百變黏土初級",
            "學號": " S10110785",
            "姓名": "王禎彤",
            "手機": " 0935195343"
        },
        {
            "課程編號": "1091C6040",
            "課程名稱": "百變黏土初級",
            "學號": " S10220041",
            "姓名": "邱綉香",
            "手機": " 0910286009"
        },
        {
            "課程編號": "1091C6040",
            "課程名稱": "百變黏土初級",
            "學號": " S10910346",
            "姓名": "林巍如",
            "手機": " 0916998438 "
        },
        {
            "課程編號": "1091C6040",
            "課程名稱": "百變黏土初級",
            "學號": " S10911016",
            "姓名": "黃惠娟",
            "手機": " 0931940675 "
        },
        {
            "課程編號": "1091C6040",
            "課程名稱": "百變黏土初級",
            "學號": " S10911552",
            "姓名": "江淑珍",
            "手機": " 0933166381 "
        },
        {
            "課程編號": "1091C6040",
            "課程名稱": "百變黏土初級",
            "學號": " S10911727",
            "姓名": "謝金蓉",
            "手機": "  "
        },
        {
            "課程編號": "1091C6040",
            "課程名稱": "百變黏土初級",
            "學號": " S99020189",
            "姓名": "陳沛頤",
            "手機": " 0915932372"
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10910198",
            "姓名": "何欣姿",
            "手機": " 0912655497 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10910200",
            "姓名": "陳淑貞",
            "手機": " 0953335395 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10911234",
            "姓名": "趙寶彩",
            "手機": " 0918686585 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10911247",
            "姓名": "莊郁婷",
            "手機": " 0977242302 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10911374",
            "姓名": "呂珈慧",
            "手機": " 0953040607 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10911401",
            "姓名": "吳姍庭",
            "手機": " 0980135716 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10911611",
            "姓名": "郭舒宜",
            "手機": " 0917037887 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10911716",
            "姓名": "范舒慈",
            "手機": " 0917507669 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S10911942",
            "姓名": "謝金蓉",
            "手機": " 0988661389 "
        },
        {
            "課程編號": "1091C6042",
            "課程名稱": "綜合花藝好好玩",
            "學號": " S97020315",
            "姓名": "郭景美",
            "手機": " 0919371585"
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10320089",
            "姓名": "賴瑞瑛",
            "手機": " 0937804030 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10330154",
            "姓名": "卓知儀",
            "手機": " 0989556339 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10510699",
            "姓名": "卓淑美",
            "手機": " 0921803751 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10520421",
            "姓名": "彭寳光",
            "手機": " 0921922326 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910518",
            "姓名": "李虹湄",
            "手機": " 0921625789 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910542",
            "姓名": "葉玟秀",
            "手機": " 0919353573 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910592",
            "姓名": "邵玉潔",
            "手機": " 0912222878 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910594",
            "姓名": "吳曉婷*",
            "手機": "  "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910595",
            "姓名": "陳碧玉",
            "手機": "  "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910597",
            "姓名": "黃德齡",
            "手機": "  "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910599",
            "姓名": "吳美惠",
            "手機": "  "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10910601",
            "姓名": "張綾容",
            "手機": "  "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10911747",
            "姓名": "劉曉雲",
            "手機": " 0912005864 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10911762",
            "姓名": "趙秀如",
            "手機": " 0928132556 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10911922",
            "姓名": "王鈺姍",
            "手機": " 0952188860 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S10912019",
            "姓名": "翁國豪",
            "手機": " 0932109292 "
        },
        {
            "課程編號": "1091C6043",
            "課程名稱": "藝術造型氣球輕鬆學",
            "學號": " S99020115",
            "姓名": "邱奕源",
            "手機": " 0933956370 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10020054",
            "姓名": "陳又嘉",
            "手機": " 0955667734 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10311236",
            "姓名": "王大成",
            "手機": " 0925562056"
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10510534",
            "姓名": "許登洲",
            "手機": " 0922678922 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910054",
            "姓名": "曾文昭",
            "手機": " 0928296368 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910349",
            "姓名": "黃子庭",
            "手機": " 0989420290 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910456",
            "姓名": "石娟",
            "手機": " 0922936135 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910457",
            "姓名": "林至謙",
            "手機": " 0938050461 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910459",
            "姓名": "陳小玲",
            "手機": " 0963616966 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910460",
            "姓名": "李丞曜",
            "手機": " 0963616966 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910473",
            "姓名": "林威良",
            "手機": " 0930552673 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910475",
            "姓名": "温稚涵",
            "手機": " 0926961652 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910478",
            "姓名": "郭福全",
            "手機": " 0920689965 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910481",
            "姓名": "簡鈺庭",
            "手機": " 0921197323 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910831",
            "姓名": "洪寧",
            "手機": " 0921434577 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910858",
            "姓名": "曾竹英",
            "手機": " 0921059203 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10910900",
            "姓名": "呂素宜",
            "手機": " 0938705155 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10911399",
            "姓名": "楊素昌",
            "手機": " 09475509589 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10911696",
            "姓名": "曾兆雄",
            "手機": " 0925135836 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10911732",
            "姓名": "吳曉蓉",
            "手機": " 0955912617 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10911872",
            "姓名": "賴瑞萍",
            "手機": " 0932174312 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10911873",
            "姓名": "陳運喜",
            "手機": " 0989048035 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S10911874",
            "姓名": "李傳婷",
            "手機": " 0912873839 "
        },
        {
            "課程編號": "1091C6045",
            "課程名稱": "成人書法與賞析",
            "學號": " S97020196",
            "姓名": "郭恬宜",
            "手機": " 0920631599"
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " O10810954",
            "姓名": "吳忠維",
            "手機": " 0988991336 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10110019",
            "姓名": "簡素玉",
            "手機": " "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10520839",
            "姓名": "黃瑞苓",
            "手機": " 0920451700 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10820086",
            "姓名": "蒙寶貞",
            "手機": " 0983198968 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910952",
            "姓名": "徐麗涵",
            "手機": " 0919263437 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10910953",
            "姓名": "楊瑞禎",
            "手機": " 0989160986 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10911682",
            "姓名": "廖偲妤",
            "手機": " 0922067660 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10912048",
            "姓名": "王詠雯",
            "手機": " 0936226576 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10912119",
            "姓名": "陳美蘭",
            "手機": " 0925067850 "
        },
        {
            "課程編號": "1091C6048",
            "課程名稱": "彩墨花鳥畫",
            "學號": " S10912138",
            "姓名": "潘貞",
            "手機": " 0970185801 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10610173",
            "姓名": "劉淑梅",
            "手機": " 0987963037 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10911638",
            "姓名": "羅永貞",
            "手機": " 0955904021 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10911639",
            "姓名": "艾玉鳳",
            "手機": " 0920198768 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10911640",
            "姓名": "蔡健豪",
            "手機": " 0920198768 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10911641",
            "姓名": "彭秋榮",
            "手機": " 0913360216 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10912167",
            "姓名": "鄧志鵬",
            "手機": " 0936114273 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10912168",
            "姓名": "唐敏",
            "手機": " 0975081313 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10912169",
            "姓名": "羅祉喬",
            "手機": " 0975081313 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S10912170",
            "姓名": "李韻儀",
            "手機": " 0928221999 "
        },
        {
            "課程編號": "1091C6050",
            "課程名稱": "速寫水彩---美感輕鬆渲染",
            "學號": " S97010583",
            "姓名": "黃麗芬",
            "手機": " 0914119789 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10520839",
            "姓名": "黃瑞苓",
            "手機": " 0920451700 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10521028",
            "姓名": "黃秀琴",
            "手機": " 0935694139 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10820086",
            "姓名": "蒙寶貞",
            "手機": " 0983198968 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10911016",
            "姓名": "黃惠娟",
            "手機": " 0931940675 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10911055",
            "姓名": "李美玲",
            "手機": " 0911998801 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10911078",
            "姓名": "陳素娟",
            "手機": " 0938007626 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10911651",
            "姓名": "侯莉珠",
            "手機": " 0928874476 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10911894",
            "姓名": "許蘭英*",
            "手機": " 0979979208 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10911895",
            "姓名": "許淑棉*",
            "手機": " 0918428783 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10911931",
            "姓名": "林世玲",
            "手機": " 0919930001 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10912002",
            "姓名": "洪美姿",
            "手機": " 0916298156 "
        },
        {
            "課程編號": "1091C6052",
            "課程名稱": "插畫輕水彩",
            "學號": " S10912003",
            "姓名": "黃瑞珠",
            "手機": " 091091800 "
        }
    ],
    input: {
        class:""
    }
}

new Vue({
    el:"#app",
    data: data,
    computed: {
        findclass (){
            if(this.input.class) {
                return this.students.filter((item)=>{
                    return item.課程編號.indexOf(this.input.class) !=-1
                })
            }
        }
    }
})